{
    "fortes": [
        {
            "id": "1",
            "name": "Forte de São Francisco do Barbalho",
            "coordinates": [
                -8.004567,
                -34.857520
            ],
            "descricao": {
                "pt": "Construído no século XVII, o Forte de São Francisco do Barbalho tinha a função de proteger a cidade de Olinda contra invasões. Localizado em uma posição estratégica, o forte oferece uma vista panorâmica do mar e da costa. Suas ruínas ainda podem ser visitadas, proporcionando uma imersão na história da colonização portuguesa.",
                "en": "Built in the 17th century, the Forte de São Francisco do Barbalho was meant to protect the city of Olinda from invasions. Located in a strategic position, the fort offers a panoramic view of the sea and coast. Its ruins can still be visited, providing an immersion into the history of Portuguese colonization.",
                "es": "Construido en el siglo XVII, el Fuerte de São Francisco do Barbalho tenía la función de proteger la ciudad de Olinda contra las invasiones. Situado en una posición estratégica, el fuerte ofrece una vista panorámica del mar y la costa. Sus ruinas aún se pueden visitar, proporcionando una inmersión en la historia de la colonización portuguesa.",
                "cn": "圣弗朗西斯科·德巴尔巴略堡建于17世纪，旨在保护奥林达市免受入侵。堡垒位于战略位置，可俯瞰大海和海岸的全景。其遗迹至今仍可参观，让人深入了解葡萄牙殖民历史。"
            },
            "images": [
                "/img/fortes/forte_sao_francisco.jpg"
            ],
            "linkMapa": "2wrftcqXwfF2Mmgn6"
        }
    ],
    "igrejas": [
        {
            "id": "1",
            "name": "Igreja de São Bento",
            "coordinates": [
                -8.0082,
                -34.878483
            ],
            "descricao": {
                "pt": "A Igreja de São Bento, um marco histórico e religioso, destaca-se pela sua arquitetura imponente e rica ornamentação, refletindo a herança cultural e espiritual da região.",
                "en": "The Church of São Bento, a historical and religious landmark, stands out for its imposing architecture and rich ornamentation, reflecting the cultural and spiritual heritage of the region.",
                "es": "La Iglesia de São Bento, un hito histórico y religioso, se destaca por su imponente arquitectura y rica ornamentación, reflejando la herencia cultural y espiritual de la región.",
                "cn": "圣本托教堂，作为一个历史和宗教的地标，以其宏伟的建筑和丰富的装饰而闻名，反映了该地区的文化和精神遗产。"
            },
            "images": [
                "/img/igrejas/igrejaSaoBento.jpg"
            ],
            "linkMapa": "zPYsvk7tdbzBMRYG6"
        },
        {
            "id": "2",
            "name": "Igreja de São Francisco",
            "coordinates": [
                -8.0095,
                -34.8514
            ],
            "descricao": {
                "pt": "A Igreja de São Francisco, com seu estilo barroco, é um tesouro arquitetônico que atrai visitantes pela sua beleza artística e importância histórica.",
                "en": "The Church of São Francisco, with its baroque style, is an architectural treasure that attracts visitors with its artistic beauty and historical importance.",
                "es": "La Iglesia de São Francisco, con su estilo barroco, es un tesoro arquitectónico que atrae a los visitantes por su belleza artística e importancia histórica.",
                "cn": "圣弗朗西斯科教堂，以其巴洛克风格，是一座建筑宝藏，以其艺术之美和历史重要性吸引游客。"
            },
            "images": [
                "/img/igrejas/igrejaSaoFrancisco.jpeg"
            ],
            "linkMapa": "1ZKMEfXCB4wdFpyKA"
        },
        {
            "id": "3",
            "name": "Igreja do Carmo",
            "coordinates": [
                -8.0096,
                -34.8537
            ],
            "descricao": {
                "pt": "A Igreja do Carmo, famosa por sua fachada imponente e detalhes góticos, é um símbolo da devoção religiosa e da rica história da comunidade local.",
                "en": "The Church of Carmo, famous for its imposing facade and Gothic details, is a symbol of religious devotion and the rich history of the local community.",
                "es": "La Iglesia del Carmo, famosa por su imponente fachada y detalles góticos, es un símbolo de la devoción religiosa y de la rica historia de la comunidad local.",
                "cn": "卡尔莫教堂以其宏伟的外立面和哥特式细节而闻名，是宗教虔诚和当地社区丰富历史的象征。"
            },
            "images": [
                "/img/igrejas/1.jpg"
            ],
            "linkMapa": "XCAPLXFCfHhEGq8c9"
        },
        {
            "id": "4",
            "name": "Igreja do Rosário dos Homens Pretos",
            "coordinates": [
                -8.0101,
                -34.8572
            ],
            "descricao": {
                "pt": "A Igreja do Rosário dos Homens Pretos é um importante local de culto e memória, celebrando a fé e resistência da comunidade afro-brasileira.",
                "en": "The Church of Rosário dos Homens Pretos is an important place of worship and memory, celebrating the faith and resistance of the Afro-Brazilian community.",
                "es": "La Iglesia del Rosario de los Hombres Negros es un lugar importante de culto y memoria, celebrando la fe y la resistencia de la comunidad afro-brasileña.",
                "cn": "黑人民玫瑰教堂是一个重要的崇拜和纪念场所，庆祝非裔巴西社区的信仰和抵抗精神。"
            },
            "images": [
                "/img/igrejas/igrejaHomemPreto.jpg"
            ],
            "linkMapa": "tNJFB1jPBNAd6GaM7"
        },
        {
            "id": "5",
            "name": "Igreja da Misericórdia",
            "coordinates": [
                -8.0107,
                -34.8507
            ],
            "descricao": {
                "pt": "A Igreja da Misericórdia, conhecida por seu interior deslumbrante e arquitetura colonial, é um ponto de peregrinação e reflexão espiritual.",
                "en": "The Church of Misericórdia, known for its stunning interior and colonial architecture, is a place of pilgrimage and spiritual reflection.",
                "es": "La Iglesia de la Misericordia, conocida por su deslumbrante interior y arquitectura colonial, es un lugar de peregrinación y reflexión espiritual.",
                "cn": "仁慈教堂以其令人惊叹的内部和殖民地建筑而闻名，是朝圣和精神反思的圣地。"
            },
            "images": [
                "/img/igrejas/igrejaMisericordia.jpg"
            ],
            "linkMapa": "ojesK9ZQjd8Sccjc6"
        },
        {
            "id": "6",
            "name": "Igreja de Nossa Senhora da Graça",
            "coordinates": [
                -8.0132,
                -34.8518
            ],
            "descricao": {
                "pt": "A Igreja de Nossa Senhora da Graça, um santuário de tranquilidade e fé, encanta visitantes com sua simplicidade e beleza serena.",
                "en": "The Church of Our Lady of Grace, a sanctuary of tranquility and faith, enchants visitors with its simplicity and serene beauty.",
                "es": "La Iglesia de Nuestra Señora de la Gracia, un santuario de tranquilidad y fe, encanta a los visitantes con su simplicidad y belleza serena.",
                "cn": "圣母恩典教堂，作为一个宁静与信仰的圣地，以其简约和宁静的美丽吸引着游客。"
            },
            "images": [
                "/img/igrejas/igrejaGraca.jpg"
            ],
            "linkMapa": "vAfQYNVwBLGxENEr9"
        },
        {
            "id": "7",
            "name": "Catedral da Sé",
            "coordinates": [
                -8.0089,
                -34.8553
            ],
            "descricao": {
                "pt": "Construída em 1540, é a igreja mais antiga de Olinda, com belos altares e uma vista panorâmica da cidade.",
                "en": "Built in 1540, it is the oldest church in Olinda, with beautiful altars and a panoramic view of the city.",
                "es": "Construida en 1540, es la iglesia más antigua de Olinda, con hermosos altares y una vista panorámica de la ciudad.",
                "cn": "建于1540年，是奥林达最古老的教堂，拥有美丽的祭坛和城市的全景。"
            },
            "images": [
                "/img/igrejas/igrejaSe.jpg"
            ],
            "linkMapa": "CHQUEaVDGB3CLzT4A"
        },
        {
            "id": "8",
            "name": "Igreja de São João Batista dos Militares",
            "coordinates": [
                -8.0062,
                -34.8528
            ],
            "descricao": {
                "pt": "Fundada em 1581, esta igreja destaca-se por sua arquitetura barroca e detalhes ornamentais ricos.",
                "en": "Founded in 1581, this church stands out for its baroque architecture and rich ornamental details.",
                "es": "Fundada en 1581, esta iglesia se destaca por su arquitectura barroca y ricos detalles ornamentales.",
                "cn": "成立于1581年，这座教堂以其巴洛克风格的建筑和丰富的装饰细节而闻名。"
            },
            "images": [
                "/img/igrejas/igrejaBatista.jpg"
            ],
            "linkMapa": "cKnjfxq2a6ai6PL86"
        },
        {
            "id": "9",
            "name": "Igreja de Nossa Senhora da Conceição",
            "coordinates": [
                -8.0077,
                -34.8543
            ],
            "descricao": {
                "pt": "Pequena e charmosa, com origem no século XVII, possui altares de estilo rococó e azulejos portugueses.",
                "en": "Small and charming, with origins in the 17th century, it features rococo-style altars and Portuguese tiles.",
                "es": "Pequeña y encantadora, con origen en el siglo XVII, tiene altares de estilo rococó y azulejos portugueses.",
                "cn": "小巧迷人，起源于17世纪，拥有洛可可风格的祭坛和葡萄牙瓷砖。"
            },
            "images": [
                "/img/igrejas/igrejaConceicao.jpg"
            ],
            "linkMapa": "Z59FBqra6R4WBP7Z9"
        },
        {
            "id": "10",
            "name": "Igreja de Nossa Senhora da Boa Hora",
            "coordinates": [
                -8.0085,
                -34.8556
            ],
            "descricao": {
                "pt": "Data do século XVIII, destaca-se por sua fachada simples e o altar em estilo neoclássico.",
                "en": "Dating from the 18th century, it stands out for its simple facade and neoclassical-style altar.",
                "es": "Data del siglo XVIII, se destaca por su fachada simple y el altar en estilo neoclásico.",
                "cn": "可追溯到18世纪，以其简洁的外立面和新古典主义风格的祭坛而闻名。"
            },
            "images": [
                "/img/igrejas/boaHora.jpg"
            ],
            "linkMapa": "GGegGKUdrSZcZr4V6"
        },
        {
            "id": "11",
            "name": "Igreja de Nossa Senhora das Neves",
            "coordinates": [
                -8.0080,
                -34.8564
            ],
            "descricao": {
                "pt": "Fundada em 1599, possui altares de madeira talhada e belos painéis de azulejos.",
                "en": "Founded in 1599, it features carved wooden altars and beautiful tile panels.",
                "es": "Fundada en 1599, posee altares de madera tallada y hermosos paneles de azulejos.",
                "cn": "成立于1599年，拥有雕刻木祭坛和美丽的瓷砖面板。"
            },
            "images": [
                "/img/igrejas/IgrejaNeves.jpg"
            ],
            "linkMapa": "C8NWYUagW7cBAb7V9"
        },
        {
            "id": "12",
            "name": "Igreja de Nossa Senhora do Guadalupe",
            "coordinates": [
                -8.0082,
                -34.8559
            ],
            "descricao": {
                "pt": "Pequena capela do século XVIII, famosa por suas festas religiosas e simplicidade.",
                "en": "Small 18th-century chapel, famous for its religious festivals and simplicity.",
                "es": "Pequeña capilla del siglo XVIII, famosa por sus fiestas religiosas y simplicidad.",
                "cn": "18世纪的小教堂，以其宗教节庆和简朴著称。"
            },
            "images": [
                "/img/igrejas/igrejaGuadalupe.jpg"
            ],
            "linkMapa": "tswVyycheAQVhfTh7"
        },
        {
            "id": "13",
            "name": "Igreja de São Pedro Mártir",
            "coordinates": [
                -8.0094,
                -34.8552
            ],
            "descricao": {
                "pt": "Construída em 1665, possui estilo barroco e um impressionante retábulo dourado.",
                "en": "Built in 1665, it features baroque style and an impressive golden altarpiece.",
                "es": "Construida en 1665, tiene estilo barroco y un impresionante retablo dorado.",
                "cn": "建于1665年，具有巴洛克风格和令人印象深刻的金色祭坛。"
            },
            "images": [
                "/img/igrejas/igrejaPedro.jpg"
            ],
            "linkMapa": "Tuup4C9Gv1gyh8EK9"
        },
        {
            "id": "14",
            "name": "Igreja de São Sebastião",
            "coordinates": [
                -8.0087,
                -34.8557
            ],
            "descricao": {
                "pt": "Data do século XVII, destacando-se pelo altar-mor e capelas laterais bem ornamentadas.",
                "en": "Dating from the 17th century, it stands out for its main altar and well-decorated side chapels.",
                "es": "Data del siglo XVII, destacándose por su altar mayor y capillas laterales bien ornamentadas.",
                "cn": "可追溯到17世纪，以其主祭坛和装饰精美的侧堂而闻名。"
            },
            "images": [
                "/img/igrejas/igrejaSebastiao.jpg"
            ],
            "linkMapa": "yBHk3aiPJ3QFc3Ng6"
        },
        {
            "id": "15",
            "name": "Capela de Santanna",
            "coordinates": [
                -8.0068,
                -34.8529
            ],
            "descricao": {
                "pt": "Pequena capela do século XVIII, conhecida por sua fachada simples e interior acolhedor.",
                "en": "Small 18th-century chapel, known for its simple facade and cozy interior.",
                "es": "Pequeña capilla del siglo XVIII, conocida por su fachada simple y su interior acogedor.",
                "cn": "18世纪的小教堂，以其简洁的外立面和温馨的内部而闻名。"
            },
            "images": [
                "/img/igrejas/igrejaSantana.jpg"
            ],
            "linkMapa": "zekPDpy3MEbxxPcs8"
        },
        {
            "id": "16",
            "name": "Igreja de Nossa Senhora do Bom Sucesso",
            "coordinates": [
                -8.0079,
                -34.8533
            ],
            "descricao": {
                "pt": "Construída no século XVII, possui um belo altar-mor e é famosa por sua festa anual.",
                "en": "Built in the 17th century, it features a beautiful main altar and is famous for its annual festival.",
                "es": "Construida en el siglo XVII, tiene un hermoso altar mayor y es famosa por su fiesta anual.",
                "cn": "建于17世纪，拥有美丽的主祭坛，并因其每年举行的节庆而闻名。"
            },
            "images": [
                "/img/igrejas/igrejaBomSucesso.jpg"
            ],
            "linkMapa": "4ZqhGHWa2HB7UNZJA"
        },
        {
            "id": "17",
            "name": "Capela de São Roque",
            "coordinates": [
                -8.0084,
                -34.8555
            ],
            "descricao": [
                "Data do século XVIII, pequena e simples, com um ambiente tranquilo e histórico.",
                "Dating from the 18th century, small and simple, with a peaceful and historic atmosphere.",
                "Data del siglo XVIII, pequeña y sencilla, con un ambiente tranquilo e histórico.",
                "可追溯到18世纪，小巧简单，拥有宁静而历史悠久的氛围。"
            ],
            "images": [
                "/img/igrejas/igrejaRoque.jpg"
            ],
            "linkMapa": "cVsJh94MeKvzKMuL6"
        },
        {
            "id": "18",
            "name": "Igreja do Divino Espírito Santo",
            "coordinates": [
                -8.0061,
                -34.8541
            ],
            "descricao": {
                "pt": "Possui um altar barroco e é um dos marcos religiosos mais antigos da cidade.",
                "en": "It features a baroque altar and is one of the oldest religious landmarks in the city.",
                "es": "Posee un altar barroco y es uno de los hitos religiosos más antiguos de la ciudad.",
                "cn": "拥有巴洛克风格的祭坛，是这座城市最古老的宗教地标之一。"
            },
            "images": [
                "/img/igrejas/igrejaDivino.jpg"
            ],
            "linkMapa": "hFuFC5JDD9j2aSEU9"
        }
    ],
    "monumentos": [
        {
            "id": "1",
            "name": "Biblioteca Pública de Olinda",
            "coordinates": [
                -7.988049,
                -34.846773
            ],
            "descricao": {
                "pt": "Criada por Decreto Imperial em 1830, foi a primeira biblioteca pública de Pernambuco. Inicialmente, funcionava no Convento de São Francisco e hoje está na Av. Liberdade. Abriga um acervo histórico e ocupa uma das construções mais antigas da cidade.",
                "en": "Created by Imperial Decree in 1830, it was the first public library in Pernambuco. Initially, it operated in the Convento de São Francisco and is now located on Av. Liberdade. It houses a historical collection and occupies one of the oldest buildings in the city.",
                "es": "Creada por Decreto Imperial en 1830, fue la primera biblioteca pública de Pernambuco. Inicialmente, funcionaba en el Convento de São Francisco y hoy está en la Av. Liberdade. Alberga una colección histórica y ocupa uno de los edificios más antiguos de la ciudad.",
                "cn": "由帝国法令于1830年创立，是佩尔南布科州的第一家公共图书馆。最初，它位于圣弗朗西斯科修道院，现位于自由大道。它拥有一个历史收藏，并占据着这座城市最古老的建筑之一。"
            },
            "images": [
                "/img/monumentos/biblioteca_publica_olinda.jpg"
            ],
            "linkMapa": "eXkMCR7HuoGySoNTA"
        },
        {
            "id": "2",
            "name": "Caixa D'Água e Elevador Panorâmico",
            "coordinates": [
                -7.992044,
                -34.851073
            ],
            "descricao": {
                "pt": "Construída em 1934, a Caixa D'Água é um marco arquitetônico moderno e conta com um elevador panorâmico que proporciona uma vista de 360º das cidades de Olinda e Recife.",
                "en": "Built in 1934, the Caixa D'Água is a modern architectural landmark and features a panoramic elevator that offers a 360º view of the cities of Olinda and Recife.",
                "es": "Construida en 1934, la Caixa D'Água es un hito arquitectónico moderno y cuenta con un ascensor panorámico que ofrece una vista de 360º de las ciudades de Olinda y Recife.",
                "cn": "建于1934年，水箱是一个现代建筑地标，并设有一个全景电梯，提供奥林达和累西腓市区360º的视野。"
            },
            "images": [
                "/img/monumentos/caixa_dagua_alto_se.jpg"
            ],
            "linkMapa": "XioxNVkxTpopG2QD7"
        },
        {
            "id": "3",
            "name": "Casa de João Fernandes Vieira",
            "coordinates": [
                -7.993144,
                -34.851314
            ],
            "descricao": {
                "pt": "Este sobrado histórico pertenceu a João Fernandes Vieira, figura importante na luta contra os holandeses no século XVII.",
                "en": "This historic manor belonged to João Fernandes Vieira, an important figure in the fight against the Dutch in the 17th century.",
                "es": "Esta casa histórica perteneció a João Fernandes Vieira, una figura importante en la lucha contra los holandeses en el siglo XVII.",
                "cn": "这座历史悠久的宅邸曾属于若昂·费尔南德斯·维埃拉，他是17世纪反抗荷兰人斗争中的重要人物。"
            },
            "images": [
                "/img/monumentos/casa_joao_fernandes.jpg"
            ],
            "linkMapa": "sjZd8VgQ1ackrq2K8"
        },
        {
            "id": "4",
            "name": "Centro de Educação Musical de Olinda (CEMO)",
            "coordinates": [
                -7.992508,
                -34.854514
            ],
            "descricao": {
                "pt": "O CEMO está localizado em um casarão do século XIX, antigo lar do Barão de Tacaruna. Hoje é uma escola municipal de música em Olinda.",
                "en": "The CEMO is located in a 19th-century mansion, once the home of the Baron of Tacaruna. It is now a municipal music school in Olinda.",
                "es": "El CEMO está ubicado en una mansión del siglo XIX, antigua residencia del Barón de Tacaruna. Hoy es una escuela municipal de música en Olinda.",
                "cn": "CEMO位于一座19世纪的宅邸，曾是塔卡鲁纳男爵的故居。如今，它是奥林达的一个市立音乐学校。"
            },
            "images": [
                "/img/monumentos/cemo.jpg"
            ],
            "linkMapa": "KbpjW3tiRekr55Yj6"
        },
        {
            "id": "5",
            "name": "Coreto da Praça da Preguiça",
            "coordinates": [
                -7.988320,
                -34.846330
            ],
            "descricao": {
                "pt": "Coreto de ferro fundido de origem escocesa, datado de 1914, utilizado para eventos e apresentações musicais ao ar livre.",
                "en": "Cast iron bandstand of Scottish origin, dated 1914, used for outdoor events and musical performances.",
                "es": "Kiosco de hierro fundido de origen escocés, fechado en 1914, utilizado para eventos y presentaciones musicales al aire libre.",
                "cn": "源自苏格兰的铸铁凉亭，建于1914年，用于户外活动和音乐表演。"
            },
            "images": [
                "/img/monumentos/coreto_preguica.jpg"
            ],
            "linkMapa": "i44zUGYXCZhKetG46"
        },
        {
            "id": "6",
            "name": "Farol de Olinda",
            "coordinates": [
                -7.987566,
                -34.851512
            ],
            "descricao": {
                "pt": "O farol foi originalmente construído sobre o Fortim Montenegro e depois transferido para o Morro Serapião, em 1941. Visível a 12 milhas de distância, é um dos marcos turísticos da cidade.",
                "en": "The lighthouse was originally built on Fortim Montenegro and later moved to Morro Serapião in 1941. Visible from 12 miles away, it is one of the city's tourist landmarks.",
                "es": "El faro fue construido originalmente sobre el Fortim Montenegro y luego trasladado al Morro Serapião en 1941. Visible a 12 millas de distancia, es uno de los hitos turísticos de la ciudad.",
                "cn": "灯塔最初建在蒙特內格羅堡垒上，后于1941年迁至塞拉皮昂山。可在12英里外看到，是该市的旅游地标之一。"
            },
            "images": [
                "/img/monumentos/farol_olinda.jpg"
            ],
            "linkMapa": "urLWDETrwWyYt23b9"
        },
        {
            "id": "7",
            "name": "Conjunto da Maxambomba",
            "coordinates": [
                -7.990380,
                -34.847210
            ],
            "descricao": {
                "pt": "No século XIX, a Maxambomba conectava Olinda a outras áreas com uma linha de trem a vapor. O local abriga hoje comércios e residências.",
                "en": "In the 19th century, the Maxambomba connected Olinda to other areas with a steam train line. Today, the site houses businesses and residences.",
                "es": "En el siglo XIX, la Maxambomba conectaba Olinda con otras áreas mediante una línea de tren a vapor. Hoy en día, el lugar alberga comercios y residencias.",
                "cn": "在19世纪，马尚邦巴通过一条蒸汽火车线路将奥林达与其他地区连接起来。如今，该地点是商业和住宅的所在地。"
            },
            "images": [
                "/img/monumentos/maxambomba.jpg"
            ],
            "linkMapa": "BdJVGuaW4QsLoBxy6"
        },
        {
            "id": "8",
            "name": "Mercado Eufrásio Barbosa",
            "coordinates": [
                -7.989010,
                -34.847580
            ],
            "descricao": {
                "pt": "Antiga fábrica de doces Amorim, o mercado foi adaptado para eventos culturais, com teatro e espaço para exposições.",
                "en": "Formerly the Amorim candy factory, the market was adapted for cultural events, with a theater and exhibition space.",
                "es": "Antigua fábrica de dulces Amorim, el mercado fue adaptado para eventos culturales, con teatro y espacio para exposiciones.",
                "cn": "曾经是阿莫林糖果厂，该市场被改建用于文化活动，设有剧院和展览空间。"
            },
            "images": [
                "/img/monumentos/mercado_eufrasio_barbosa.jpg"
            ],
            "linkMapa": "fz4zLU7ci57k6T389"
        },
        {
            "id": "9",
            "name": "Mercado da Ribeira",
            "coordinates": [
                -7.991128,
                -34.851307
            ],
            "descricao": {
                "pt": "Construído no século XVII, é um exemplo da arquitetura colonial brasileira e funciona como mercado de artesanato.",
                "en": "Built in the 17th century, it is an example of Brazilian colonial architecture and functions as a handicraft market.",
                "es": "Construido en el siglo XVII, es un ejemplo de la arquitectura colonial brasileña y funciona como mercado de artesanías.",
                "cn": "建于17世纪，是巴西殖民建筑的典范，现作为手工艺品市场使用。"
            },
            "images": [
                "/img/monumentos/mercado_ribeira.jpg"
            ],
            "linkMapa": "J4n48xLP5ai2wd737"
        },
        {
            "id": "10",
            "name": "Observatório Astronômico",
            "coordinates": [
                -7.992044,
                -34.851073
            ],
            "descricao": {
                "pt": "Construído na década de 1880 no Alto da Sé, serviu para estudos astronômicos e meteorológicos. Hoje, é um espaço aberto para observação do céu e educação científica.",
                "en": "Built in the 1880s at Alto da Sé, it was used for astronomical and meteorological studies. Today, it is an open space for sky observation and scientific education.",
                "es": "Construido en la década de 1880 en Alto da Sé, sirvió para estudios astronómicos y meteorológicos. Hoy en día, es un espacio abierto para la observación del cielo y la educación científica.",
                "cn": "建于19世纪80年代的阿尔托达塞，曾用于天文和气象研究。如今，它是用于观星和科学教育的开放空间。"
            },
            "images": [
                "/img/monumentos/observatorio.jpg"
            ],
            "linkMapa": "3wWFCDkC9anJD6VMA"
        },
        {
            "id": "11",
            "name": "Palácio dos Governadores",
            "coordinates": [
                -7.992899,
                -34.851694
            ],
            "descricao": {
                "pt": "Sede da Prefeitura de Olinda, o Palácio foi o Paço dos Governadores Gerais do Brasil no século XVII e tem uma rica história política e arquitetônica.",
                "en": "The seat of the Olinda City Hall, the Palace was the residence of the General Governors of Brazil in the 17th century and has a rich political and architectural history.",
                "es": "Sede del Ayuntamiento de Olinda, el Palacio fue la residencia de los Gobernadores Generales de Brasil en el siglo XVII y tiene una rica historia política y arquitectónica.",
                "cn": "奥林达市政厅所在地，该宫殿在17世纪曾是巴西总督的官邸，拥有丰富的政治和建筑历史。"
            },
            "images": [
                "/img/monumentos/palacio_governadores.jpg"
            ],
            "linkMapa": "xRUrAndVsEmz5JYn6"
        },
        {
            "id": "12",
            "name": "Ruínas do Senado",
            "coordinates": [
                -7.991170,
                -34.851170
            ],
            "descricao": {
                "pt": "Onde foi dado o primeiro grito de República no Brasil em 1710. O prédio entrou em ruínas no século XIX.",
                "en": "Where the first cry of the Republic in Brazil was declared in 1710. The building fell into ruins in the 19th century.",
                "es": "Donde se dio el primer grito de República en Brasil en 1710. El edificio cayó en ruinas en el siglo XIX.",
                "cn": "1710年，巴西首次宣布共和制的地方。该建筑在19世纪陷入废墟。"
            },
            "images": [
                "/img/monumentos/ruinas_senado.jpg"
            ],
            "linkMapa": "ehFanMYD1UnpsjLt6"
        },
        {
            "id": "13",
            "name": "Sobrado Mourisco da Rua do Amparo",
            "coordinates": [
                -7.991510,
                -34.851910
            ],
            "descricao": {
                "pt": "Antiga residência do século XVII com elementos arquitetônicos árabes. É uma das construções mais preservadas do período colonial em Pernambuco.",
                "en": "A 17th-century former residence with Arab architectural elements. It is one of the most well-preserved buildings from the colonial period in Pernambuco.",
                "es": "Antigua residencia del siglo XVII con elementos arquitectónicos árabes. Es una de las construcciones mejor conservadas del período colonial en Pernambuco.",
                "cn": "带有阿拉伯建筑元素的17世纪旧宅，是伯南布哥殖民时期保存最完好的建筑之一。"
            },
            "images": [
                "/img/monumentos/sobrado_mourisco_amparo.jpg"
            ],
            "linkMapa": "ZVGrzcjQbB2qyQWD6"
        },
        {
            "id": "14",
            "name": "Sobrado Mourisco da Praça de São Pedro",
            "coordinates": [
                -7.992710,
                -34.850820
            ],
            "descricao": {
                "pt": "Este sobrado hospedou o imperador D. Pedro II em 1859 e possui arquitetura de influência árabe.",
                "en": "This manor hosted Emperor D. Pedro II in 1859 and features architecture with Arab influence.",
                "es": "Esta casa hospedó al emperador D. Pedro II en 1859 y tiene una arquitectura de influencia árabe.",
                "cn": "这座宅邸于1859年接待了佩德罗二世皇帝，具有阿拉伯风格的建筑特色。"
            },
            "images": [
                "/img/monumentos/sobrado_mourisco_sao_pedro.jpg"
            ],
            "linkMapa": "uU8Pr1XQhTZDEVNf8"
        },
        {
            "id": "15",
            "name": "Bica de São Pedro",
            "coordinates": [
                -7.992620,
                -34.848260
            ],
            "descricao": {
                "pt": "Construída no século XVI, a bica é uma fonte de água histórica que servia à população olindense.",
                "en": "Built in the 16th century, the bica is a historic water fountain that served the population of Olinda.",
                "es": "Construida en el siglo XVI, la bica es una fuente de agua histórica que servía a la población de Olinda.",
                "cn": "建于16世纪，比卡是为奥林达居民服务的历史古井。"
            },
            "images": [
                "/img/monumentos/bica_sao_pedro.jpg"
            ],
            "linkMapa": "E915DxPAdCr9F3E28"
        },
        {
            "id": "16",
            "name": "Bica do Rosário",
            "coordinates": [
                -7.993410,
                -34.850210
            ],
            "descricao": {
                "pt": "Resquício do Vale das Fontes do século XVI, possui uma fachada adornada com jarros de pedra e o brasão da cidade.",
                "en": "Remnant of the Valley of the Fountains from the 16th century, it features a façade adorned with stone jars and the city's coat of arms.",
                "es": "Resto del Valle de las Fuentes del siglo XVI, presenta una fachada adornada con jarras de piedra y el escudo de la ciudad.",
                "cn": "16世纪的Fontes山谷遗迹，其正面装饰着石制水罐和城市的徽章。"
            },
            "images": [
                "/img/monumentos/bica_rosario.jpg"
            ],
            "linkMapa": "vMZwQKfPx1aP6A899"
        },
        {
            "id": "17",
            "name": "Bica dos Quatro Cantos",
            "coordinates": [
                -7.992870,
                -34.849130
            ],
            "descricao": {
                "pt": "Construída em 1602, essa fonte histórica, também conhecida como Fonte da Tabatinga, passou por diversas reconstruções ao longo dos anos.",
                "en": "Dating back to 1602, this historical fountain, also known as the Tabatinga Fountain, has been destroyed and rebuilt several times over the years.",
                "es": "Construida en 1602, esta fuente histórica, también conocida como Fuente de Tabatinga, ha sido destruida y reconstruida varias veces a lo largo de los años.",
                "cn": "这座历史喷泉建于1602年，也被称为塔巴廷加喷泉。多年来，它曾多次被毁并重建。"
            },
            "images": [
                "/img/monumentos/bica_quatro_cantos.jpg"
            ],
            "linkMapa": "aFJFRTevN4otGoce7"
        }
    ],
    "museus": [
        {
            "id": "1",
            "name": "MAC (Museu de Arte Contemporânea)",
            "coordinates": "Rua 13 de Maio, s/n",
            "descricao": {
                "pt": "Construído em 1765, o edifício originalmente servia como Aljube ou Cadeia Eclesiástica, destinado a abrigar os condenados pela Inquisição. Em frente, foi erguida a Capela de São Pedro Advíncula. O conjunto formado pelo Aljube e pela Capela foi restaurado e tombado pelo Instituto do Patrimônio Histórico e Artístico Nacional (IPHAN) em 1966. Atualmente, o local abriga um museu com um acervo de mais de 4 mil obras de diversas técnicas e estilos, incluindo trabalhos de renomados artistas como Portinari, Cícero Dias e Di Cavalcanti.",
                "en": "Built in 1765, the building was originally used as the Aljube, or Ecclesiastical Prison, to house those condemned by the Inquisition. Opposite it, the Chapel of São Pedro Advíncula was constructed. The complex of the Aljube and Chapel was restored and listed by the National Institute of Historic and Artistic Heritage (IPHAN) in 1966. Today, the site houses a museum with a collection of over 4,000 works in various techniques and styles, including works by renowned artists such as Portinari, Cícero Dias, and Di Cavalcanti.",
                "es": "Construido en 1765, el edificio sirvió originalmente como Aljube o Cárcel Eclesiástica, destinado a albergar a los condenados por la Inquisición. Frente a él, se erigió la Capela de São Pedro Advíncula. El conjunto formado por el Aljube y la Capela fue restaurado y declarado patrimonio histórico por el Instituto del Patrimonio Histórico y Artístico Nacional (IPHAN) en 1966. Actualmente, el lugar alberga un museo con una colección de más de 4.000 obras de diversas técnicas y estilos, incluyendo trabajos de reconocidos artistas como Portinari, Cícero Dias y Di Cavalcanti.",
                "cn": "这座建筑建于1765年，最初用作阿尔朱贝或教会监狱，关押宗教裁判所的囚犯。对面建起了圣佩德罗·阿德温库拉教堂。阿尔朱贝和教堂组成的建筑群于1966年由巴西国家历史和艺术遗产研究所（IPHAN）修复并列为遗产。如今，这里设有一座博物馆，收藏了4000多件不同技法和风格的作品，其中包括波尔蒂纳里、西塞罗·迪亚斯和迪·卡瓦尔坎蒂等著名艺术家的作品。"
            },
            "images": [
                "/img/museus/mac.jpg"
            ],
            "linkMapa": ""
        },
        {
            "id": "2",
            "name": "MASPE (Museu de Arte Sacra de Pernambuco)",
            "coordinates": "Rua Bispo Coutinho, 726 – Alto da Sé",
            "descricao": {
                "pt": "Inaugurado em 1977, o MASPE está instalado no antigo Palácio dos Bispos de Olinda. Seu acervo inclui imagens eruditas antigas do século XVI, arte sacra popular, e objetos do culto. A fachada possui o antigo brasão episcopal e uma placa da Unesco declarando Olinda como Monumento Histórico da Humanidade.",
                "en": "Opened in 1977, MASPE is housed in the former Palace of the Bishops of Olinda. Its collection includes ancient erudite images from the 16th century, popular sacred art, and religious objects. The façade features the old episcopal coat of arms and a UNESCO plaque declaring Olinda a Historic Monument of Humanity.",
                "es": "Inaugurado en 1977, MASPE está ubicado en el antiguo Palacio de los Obispos de Olinda. Su colección incluye antiguas imágenes eruditas del siglo XVI, arte sacro popular y objetos de culto. La fachada tiene el antiguo escudo episcopal y una placa de la UNESCO que declara a Olinda Monumento Histórico de la Humanidad.",
                "cn": "MASPE 于 1977 年开业，位于前奥林达主教宫内。它的藏品包括 16 世纪的古代学术图像、流行的神圣艺术品和崇拜物品。正面有古老的主教徽章和联合国教科文组织的牌匾，宣布奥林达为人类历史纪念碑。"
            },
            "images": [
                "/img/museus/maspe.jpg"
            ],
            "linkMapa": ""
        },
        {
            "id": "3",
            "name": "Museu do Mamulengo",
            "coordinates": "Rua de São Bento, 344",
            "descricao": {
                "pt": "Fundado em 1994, o Museu do Mamulengo abriga mais de 1200 peças criadas por mestres mamulengueiros, retratando figuras populares. É o primeiro museu da América Latina dedicado aos bonecos populares, com algumas peças datando do século XVIII.",
                "en": "Founded in 1994, the Mamulengo Museum houses over 1200 pieces created by master puppeteers, depicting popular figures. It is the first museum in Latin America dedicated to folk puppets, with some pieces dating back to the 18th century.",
                "es": "Fundado en 1994, el Museo del Mamulengo alberga más de 1200 piezas creadas por maestros titiriteros, representando figuras populares. Es el primer museo de América Latina dedicado a los títeres populares, con algunas piezas que datan del siglo XVIII.",
                "cn": "木偶博物馆成立于1994年，收藏了1200多件木偶大师的作品，展现了民间人物形象。它是拉丁美洲首个致力于民间木偶的博物馆，其中一些作品可追溯到18世纪。"
            },
            "images": [
                "/img/museus/manulengo.jpg"
            ],
            "linkMapa": ""
        },
        {
            "id": "4",
            "name": "Museu Regional de Olinda",
            "coordinates": "Rua do Amparo, 128 – Amparo",
            "descricao": {
                "pt": "Construído no século XVIII e fundado em 1935, o Museu Regional de Olinda possui um acervo com 217 peças históricas, como móveis, painéis, imagens e o brasão do Senado da Câmara de Olinda.",
                "en": "Built in the 18th century and founded in 1935, the Olinda Regional Museum has a collection of 217 historical pieces, such as furniture, panels, images and the coat of arms of the Senate of the Olinda Chamber.",
                "es": "Construido en el siglo XVIII y fundado en 1935, el Museo Regional de Olinda posee una colección de 217 piezas históricas, entre muebles, paneles, imágenes y el escudo del Senado de la Cámara de Olinda.",
                "cn": "奥林达地区博物馆建于 18 世纪，成立于 1935 年，收藏了 217 件历史文物，如家具、面板、图像和奥林达参议院的徽章。"
            },
            "images": [
                "/img/museus/mro.jpg"
            ],
            "linkMapa": ""
        }
    ]
}