{
    "fortes": [
        {
            "id": "1",
            "name": "Forte de São Francisco do Barbalho",
            "coordinates": [
                -8.004567,
                -34.857520
            ],
            "descricao": {
                "pt": "Construído no século XVII, o Forte de São Francisco do Barbalho tinha a função de proteger a cidade de Olinda contra invasões. Localizado em uma posição estratégica, o forte oferece uma vista panorâmica do mar e da costa. Suas ruínas ainda podem ser visitadas, proporcionando uma imersão na história da colonização portuguesa.",
                "en": "Built in the 17th century, the Forte de São Francisco do Barbalho was meant to protect the city of Olinda from invasions. Located in a strategic position, the fort offers a panoramic view of the sea and coast. Its ruins can still be visited, providing an immersion into the history of Portuguese colonization.",
                "es": "Construido en el siglo XVII, el Fuerte de São Francisco do Barbalho tenía la función de proteger la ciudad de Olinda contra las invasiones. Situado en una posición estratégica, el fuerte ofrece una vista panorámica del mar y la costa. Sus ruinas aún se pueden visitar, proporcionando una inmersión en la historia de la colonización portuguesa.",
                "cn": "圣弗朗西斯科·德巴尔巴略堡建于17世纪，旨在保护奥林达市免受入侵。堡垒位于战略位置，可俯瞰大海和海岸的全景。其遗迹至今仍可参观，让人深入了解葡萄牙殖民历史。"
            },
            "images": [
                "https://i.ibb.co/FB40ZRc/forte-sao-francisco.jpg"
            ],
            "linkMapa": "2wrftcqXwfF2Mmgn6"
        }
    ],
    "igrejas": [
        {
            "id": "1",
            "name": "Igreja de São Bento",
            "coordinates": [
                -8.0082,
                -34.878483
            ],
            "descricao": {
                "pt": "A Igreja de São Bento, um marco histórico e religioso, destaca-se pela sua arquitetura imponente e rica ornamentação, refletindo a herança cultural e espiritual da região.",
                "en": "The Church of São Bento, a historical and religious landmark, stands out for its imposing architecture and rich ornamentation, reflecting the cultural and spiritual heritage of the region.",
                "es": "La Iglesia de São Bento, un hito histórico y religioso, se destaca por su imponente arquitectura y rica ornamentación, reflejando la herencia cultural y espiritual de la región.",
                "cn": "圣本托教堂，作为一个历史和宗教的地标，以其宏伟的建筑和丰富的装饰而闻名，反映了该地区的文化和精神遗产。"
            },
            "images": [
                "https://i.ibb.co/TrhXKsk/igreja-Sao-Bento.jpg"
            ],
            "linkMapa": "zPYsvk7tdbzBMRYG6"
        },
        {
            "id": "2",
            "name": "Igreja de São Francisco",
            "coordinates": [
                -8.0095,
                -34.8514
            ],
            "descricao": {
                "pt": "A Igreja de São Francisco, com seu estilo barroco, é um tesouro arquitetônico que atrai visitantes pela sua beleza artística e importância histórica.",
                "en": "The Church of São Francisco, with its baroque style, is an architectural treasure that attracts visitors with its artistic beauty and historical importance.",
                "es": "La Iglesia de São Francisco, con su estilo barroco, es un tesoro arquitectónico que atrae a los visitantes por su belleza artística e importancia histórica.",
                "cn": "圣弗朗西斯科教堂，以其巴洛克风格，是一座建筑宝藏，以其艺术之美和历史重要性吸引游客。"
            },
            "images": [
                "https://i.ibb.co/R0WYMk4/igreja-Sao-Francisco.jpg"
            ],
            "linkMapa": "1ZKMEfXCB4wdFpyKA"
        },
        {
            "id": "3",
            "name": "Igreja do Carmo",
            "coordinates": [
                -8.0096,
                -34.8537
            ],
            "descricao": {
                "pt": "A Igreja do Carmo, famosa por sua fachada imponente e detalhes góticos, é um símbolo da devoção religiosa e da rica história da comunidade local.",
                "en": "The Church of Carmo, famous for its imposing facade and Gothic details, is a symbol of religious devotion and the rich history of the local community.",
                "es": "La Iglesia del Carmo, famosa por su imponente fachada y detalles góticos, es un símbolo de la devoción religiosa y de la rica historia de la comunidad local.",
                "cn": "卡尔莫教堂以其宏伟的外立面和哥特式细节而闻名，是宗教虔诚和当地社区丰富历史的象征。"
            },
            "images": [
                "https://i.ibb.co/mHpNWG6/1.jpg"
            ],
            "linkMapa": "XCAPLXFCfHhEGq8c9"
        },
        {
            "id": "4",
            "name": "Igreja do Rosário dos Homens Pretos",
            "coordinates": [
                -8.0101,
                -34.8572
            ],
            "descricao": {
                "pt": "A Igreja do Rosário dos Homens Pretos é um importante local de culto e memória, celebrando a fé e resistência da comunidade afro-brasileira.",
                "en": "The Church of Rosário dos Homens Pretos is an important place of worship and memory, celebrating the faith and resistance of the Afro-Brazilian community.",
                "es": "La Iglesia del Rosario de los Hombres Negros es un lugar importante de culto y memoria, celebrando la fe y la resistencia de la comunidad afro-brasileña.",
                "cn": "黑人民玫瑰教堂是一个重要的崇拜和纪念场所，庆祝非裔巴西社区的信仰和抵抗精神。"
            },
            "images": [
                "https://i.ibb.co/qxwrQjj/igreja-Homem-Preto.jpg"
            ],
            "linkMapa": "tNJFB1jPBNAd6GaM7"
        },
        {
            "id": "5",
            "name": "Igreja da Misericórdia",
            "coordinates": [
                -8.0107,
                -34.8507
            ],
            "descricao": {
                "pt": "A Igreja da Misericórdia, conhecida por seu interior deslumbrante e arquitetura colonial, é um ponto de peregrinação e reflexão espiritual.",
                "en": "The Church of Misericórdia, known for its stunning interior and colonial architecture, is a place of pilgrimage and spiritual reflection.",
                "es": "La Iglesia de la Misericordia, conocida por su deslumbrante interior y arquitectura colonial, es un lugar de peregrinación y reflexión espiritual.",
                "cn": "仁慈教堂以其令人惊叹的内部和殖民地建筑而闻名，是朝圣和精神反思的圣地。"
            },
            "images": [
                "https://i.ibb.co/fGXnR88/igreja-Misericordia.jpg"
            ],
            "linkMapa": "ojesK9ZQjd8Sccjc6"
        },
        {
            "id": "6",
            "name": "Igreja de Nossa Senhora da Graça",
            "coordinates": [
                -8.0132,
                -34.8518
            ],
            "descricao": {
                "pt": "A Igreja de Nossa Senhora da Graça, um santuário de tranquilidade e fé, encanta visitantes com sua simplicidade e beleza serena.",
                "en": "The Church of Our Lady of Grace, a sanctuary of tranquility and faith, enchants visitors with its simplicity and serene beauty.",
                "es": "La Iglesia de Nuestra Señora de la Gracia, un santuario de tranquilidad y fe, encanta a los visitantes con su simplicidad y belleza serena.",
                "cn": "圣母恩典教堂，作为一个宁静与信仰的圣地，以其简约和宁静的美丽吸引着游客。"
            },
            "images": [
                "https://i.ibb.co/6gnWrKn/igreja-Graca.jpg"
            ],
            "linkMapa": "vAfQYNVwBLGxENEr9"
        },
        {
            "id": "7",
            "name": "Catedral da Sé",
            "coordinates": [
                -8.0089,
                -34.8553
            ],
            "descricao": {
                "pt": "Construída em 1540, é a igreja mais antiga de Olinda, com belos altares e uma vista panorâmica da cidade.",
                "en": "Built in 1540, it is the oldest church in Olinda, with beautiful altars and a panoramic view of the city.",
                "es": "Construida en 1540, es la iglesia más antigua de Olinda, con hermosos altares y una vista panorámica de la ciudad.",
                "cn": "建于1540年，是奥林达最古老的教堂，拥有美丽的祭坛和城市的全景。"
            },
            "images": [
                "https://sanctuaria.art/wp-content/uploads/2016/03/img_0018.jpg"
            ],
            "linkMapa": "CHQUEaVDGB3CLzT4A"
        },
        {
            "id": "8",
            "name": "Igreja de São João Batista dos Militares",
            "coordinates": [
                -8.0062,
                -34.8528
            ],
            "descricao": {
                "pt": "Fundada em 1581, esta igreja destaca-se por sua arquitetura barroca e detalhes ornamentais ricos.",
                "en": "Founded in 1581, this church stands out for its baroque architecture and rich ornamental details.",
                "es": "Fundada en 1581, esta iglesia se destaca por su arquitectura barroca y ricos detalles ornamentales.",
                "cn": "成立于1581年，这座教堂以其巴洛克风格的建筑和丰富的装饰细节而闻名。"
            },
            "images": [
                "https://i.ibb.co/vZ7KBnQ/igreja-Sebastiao.jpg"
            ],
            "linkMapa": "cKnjfxq2a6ai6PL86"
        },
        {
            "id": "9",
            "name": "Igreja de Nossa Senhora da Conceição",
            "coordinates": [
                -8.0077,
                -34.8543
            ],
            "descricao": {
                "pt": "Pequena e charmosa, com origem no século XVII, possui altares de estilo rococó e azulejos portugueses.",
                "en": "Small and charming, with origins in the 17th century, it features rococo-style altars and Portuguese tiles.",
                "es": "Pequeña y encantadora, con origen en el siglo XVII, tiene altares de estilo rococó y azulejos portugueses.",
                "cn": "小巧迷人，起源于17世纪，拥有洛可可风格的祭坛和葡萄牙瓷砖。"
            },
            "images": [
                "https://i.ibb.co/mH8Mn4B/igreja-Conceicao.jpg"
            ],
            "linkMapa": "Z59FBqra6R4WBP7Z9"
        },
        {
            "id": "10",
            "name": "Igreja de Nossa Senhora da Boa Hora",
            "coordinates": [
                -8.0085,
                -34.8556
            ],
            "descricao": {
                "pt": "Data do século XVIII, destaca-se por sua fachada simples e o altar em estilo neoclássico.",
                "en": "Dating from the 18th century, it stands out for its simple facade and neoclassical-style altar.",
                "es": "Data del siglo XVIII, se destaca por su fachada simple y el altar en estilo neoclásico.",
                "cn": "可追溯到18世纪，以其简洁的外立面和新古典主义风格的祭坛而闻名。"
            },
            "images": [
                "https://i.ibb.co/7NcFMDM/boaHora.jpg"
            ],
            "linkMapa": "GGegGKUdrSZcZr4V6"
        },
        {
            "id": "11",
            "name": "Igreja de Nossa Senhora das Neves",
            "coordinates": [
                -8.0080,
                -34.8564
            ],
            "descricao": {
                "pt": "Fundada em 1599, possui altares de madeira talhada e belos painéis de azulejos.",
                "en": "Founded in 1599, it features carved wooden altars and beautiful tile panels.",
                "es": "Fundada en 1599, posee altares de madera tallada y hermosos paneles de azulejos.",
                "cn": "成立于1599年，拥有雕刻木祭坛和美丽的瓷砖面板。"
            },
            "images": [
                "https://i.ibb.co/kgSTFJY/Igreja-Neves.jpg"
            ],
            "linkMapa": "C8NWYUagW7cBAb7V9"
        },
        {
            "id": "12",
            "name": "Igreja de Nossa Senhora do Guadalupe",
            "coordinates": [
                -8.0082,
                -34.8559
            ],
            "descricao": {
                "pt": "Pequena capela do século XVIII, famosa por suas festas religiosas e simplicidade.",
                "en": "Small 18th-century chapel, famous for its religious festivals and simplicity.",
                "es": "Pequeña capilla del siglo XVIII, famosa por sus fiestas religiosas y simplicidad.",
                "cn": "18世纪的小教堂，以其宗教节庆和简朴著称。"
            },
            "images": [
                "https://i.ibb.co/cg1ZMpx/igreja-Guadalupe.jpg"
            ],
            "linkMapa": "tswVyycheAQVhfTh7"
        },
        {
            "id": "13",
            "name": "Igreja de São Pedro Mártir",
            "coordinates": [
                -8.0094,
                -34.8552
            ],
            "descricao": {
                "pt": "Construída em 1665, possui estilo barroco e um impressionante retábulo dourado.",
                "en": "Built in 1665, it features baroque style and an impressive golden altarpiece.",
                "es": "Construida en 1665, tiene estilo barroco y un impresionante retablo dorado.",
                "cn": "建于1665年，具有巴洛克风格和令人印象深刻的金色祭坛。"
            },
            "images": [
                "https://i.ibb.co/5Mf0K1H/igreja-Pedro.jpg"
            ],
            "linkMapa": "Tuup4C9Gv1gyh8EK9"
        },
        {
            "id": "14",
            "name": "Igreja de São Sebastião",
            "coordinates": [
                -8.0087,
                -34.8557
            ],
            "descricao": {
                "pt": "Data do século XVII, destacando-se pelo altar-mor e capelas laterais bem ornamentadas.",
                "en": "Dating from the 17th century, it stands out for its main altar and well-decorated side chapels.",
                "es": "Data del siglo XVII, destacándose por su altar mayor y capillas laterales bien ornamentadas.",
                "cn": "可追溯到17世纪，以其主祭坛和装饰精美的侧堂而闻名。"
            },
            "images": [
                "https://i.ibb.co/R35mvM0/Igreja-Amparo.jpg"
            ],
            "linkMapa": "yBHk3aiPJ3QFc3Ng6"
        },
        {
            "id": "15",
            "name": "Capela de Santanna",
            "coordinates": [
                -8.0068,
                -34.8529
            ],
            "descricao": {
                "pt": "Pequena capela do século XVIII, conhecida por sua fachada simples e interior acolhedor.",
                "en": "Small 18th-century chapel, known for its simple facade and cozy interior.",
                "es": "Pequeña capilla del siglo XVIII, conocida por su fachada simple y su interior acogedor.",
                "cn": "18世纪的小教堂，以其简洁的外立面和温馨的内部而闻名。"
            },
            "images": [
                "https://i.ibb.co/KrtRjS3/igreja-Santana.jpg"
            ],
            "linkMapa": "zekPDpy3MEbxxPcs8"
        },
        {
            "id": "16",
            "name": "Igreja de Nossa Senhora do Bom Sucesso",
            "coordinates": [
                -8.0079,
                -34.8533
            ],
            "descricao": {
                "pt": "Construída no século XVII, possui um belo altar-mor e é famosa por sua festa anual.",
                "en": "Built in the 17th century, it features a beautiful main altar and is famous for its annual festival.",
                "es": "Construida en el siglo XVII, tiene un hermoso altar mayor y es famosa por su fiesta anual.",
                "cn": "建于17世纪，拥有美丽的主祭坛，并因其每年举行的节庆而闻名。"
            },
            "images": [
                "https://i.ibb.co/C011VqG/igreja-Bom-Sucesso.jpg"
            ],
            "linkMapa": "4ZqhGHWa2HB7UNZJA"
        },
        {
            "id": "17",
            "name": "Capela de São Roque",
            "coordinates": [
                -8.0084,
                -34.8555
            ],
            "descricao": [
                "Data do século XVIII, pequena e simples, com um ambiente tranquilo e histórico.",
                "Dating from the 18th century, small and simple, with a peaceful and historic atmosphere.",
                "Data del siglo XVIII, pequeña y sencilla, con un ambiente tranquilo e histórico.",
                "可追溯到18世纪，小巧简单，拥有宁静而历史悠久的氛围。"
            ],
            "images": [
                "https://i.ibb.co/HrxBp7j/Screenshot-2024-06-11-at-12-28-04-Google-Maps.png"
            ],
            "linkMapa": "cVsJh94MeKvzKMuL6"
        },
        {
            "id": "18",
            "name": "Igreja do Divino Espírito Santo",
            "coordinates": [
                -8.0061,
                -34.8541
            ],
            "descricao": {
                "pt": "Possui um altar barroco e é um dos marcos religiosos mais antigos da cidade.",
                "en": "It features a baroque altar and is one of the oldest religious landmarks in the city.",
                "es": "Posee un altar barroco y es uno de los hitos religiosos más antiguos de la ciudad.",
                "cn": "拥有巴洛克风格的祭坛，是这座城市最古老的宗教地标之一。"
            },
            "images": [
                "https://i.ibb.co/MsTK0L7/igreja-Batista.jpg"
            ],
            "linkMapa": "hFuFC5JDD9j2aSEU9"
        }
    ],
    "monumentos": [
        {
            "id": "1",
            "name": "Biblioteca Pública de Olinda",
            "coordinates": [
                -7.988049,
                -34.846773
            ],
            "descricao": {
                "pt": "Criada por Decreto Imperial em 1830, foi a primeira biblioteca pública de Pernambuco. Inicialmente, funcionava no Convento de São Francisco e hoje está na Av. Liberdade. Abriga um acervo histórico e ocupa uma das construções mais antigas da cidade.",
                "en": "Created by Imperial Decree in 1830, it was the first public library in Pernambuco. Initially, it operated in the Convento de São Francisco and is now located on Av. Liberdade. It houses a historical collection and occupies one of the oldest buildings in the city.",
                "es": "Creada por Decreto Imperial en 1830, fue la primera biblioteca pública de Pernambuco. Inicialmente, funcionaba en el Convento de São Francisco y hoy está en la Av. Liberdade. Alberga una colección histórica y ocupa uno de los edificios más antiguos de la ciudad.",
                "cn": "由帝国法令于1830年创立，是佩尔南布科州的第一家公共图书馆。最初，它位于圣弗朗西斯科修道院，现位于自由大道。它拥有一个历史收藏，并占据着这座城市最古老的建筑之一。"
            },
            "images": [
                "https://i.ibb.co/VLNQVhT/biblioteca-publica-olinda.jpg"
            ],
            "linkMapa": "eXkMCR7HuoGySoNTA"
        },
        {
            "id": "2",
            "name": "Caixa D'Água e Elevador Panorâmico",
            "coordinates": [
                -7.992044,
                -34.851073
            ],
            "descricao": {
                "pt": "Construída em 1934, a Caixa D'Água é um marco arquitetônico moderno e conta com um elevador panorâmico que proporciona uma vista de 360º das cidades de Olinda e Recife.",
                "en": "Built in 1934, the Caixa D'Água is a modern architectural landmark and features a panoramic elevator that offers a 360º view of the cities of Olinda and Recife.",
                "es": "Construida en 1934, la Caixa D'Água es un hito arquitectónico moderno y cuenta con un ascensor panorámico que ofrece una vista de 360º de las ciudades de Olinda y Recife.",
                "cn": "建于1934年，水箱是一个现代建筑地标，并设有一个全景电梯，提供奥林达和累西腓市区360º的视野。"
            },
            "images": [
                "https://i.ibb.co/hKc2R7r/caixa-dagua-alto-se.jpg"
            ],
            "linkMapa": "XioxNVkxTpopG2QD7"
        },
        {
            "id": "3",
            "name": "Centro de Educação Musical de Olinda (CEMO)",
            "coordinates": [
                -7.992508,
                -34.854514
            ],
            "descricao": {
                "pt": "O CEMO está localizado em um casarão do século XIX, antigo lar do Barão de Tacaruna. Hoje é uma escola municipal de música em Olinda.",
                "en": "The CEMO is located in a 19th-century mansion, once the home of the Baron of Tacaruna. It is now a municipal music school in Olinda.",
                "es": "El CEMO está ubicado en una mansión del siglo XIX, antigua residencia del Barón de Tacaruna. Hoy es una escuela municipal de música en Olinda.",
                "cn": "CEMO位于一座19世纪的宅邸，曾是塔卡鲁纳男爵的故居。如今，它是奥林达的一个市立音乐学校。"
            },
            "images": [
                "https://i.ibb.co/3rgcfRs/cemo.jpg"
            ],
            "linkMapa": "KbpjW3tiRekr55Yj6"
        },
        {
            "id": "4",
            "name": "Coreto da Praça da Preguiça",
            "coordinates": [
                -7.988320,
                -34.846330
            ],
            "descricao": {
                "pt": "Coreto de ferro fundido de origem escocesa, datado de 1914, utilizado para eventos e apresentações musicais ao ar livre.",
                "en": "Cast iron bandstand of Scottish origin, dated 1914, used for outdoor events and musical performances.",
                "es": "Kiosco de hierro fundido de origen escocés, fechado en 1914, utilizado para eventos y presentaciones musicales al aire libre.",
                "cn": "源自苏格兰的铸铁凉亭，建于1914年，用于户外活动和音乐表演。"
            },
            "images": [
                "https://i.ibb.co/4PD26C6/coreto-preguica.jpg"
            ],
            "linkMapa": "i44zUGYXCZhKetG46"
        },
        {
            "id": "5",
            "name": "Farol de Olinda",
            "coordinates": [
                -7.987566,
                -34.851512
            ],
            "descricao": {
                "pt": "O farol foi originalmente construído sobre o Fortim Montenegro e depois transferido para o Morro Serapião, em 1941. Visível a 12 milhas de distância, é um dos marcos turísticos da cidade.",
                "en": "The lighthouse was originally built on Fortim Montenegro and later moved to Morro Serapião in 1941. Visible from 12 miles away, it is one of the city's tourist landmarks.",
                "es": "El faro fue construido originalmente sobre el Fortim Montenegro y luego trasladado al Morro Serapião en 1941. Visible a 12 millas de distancia, es uno de los hitos turísticos de la ciudad.",
                "cn": "灯塔最初建在蒙特內格羅堡垒上，后于1941年迁至塞拉皮昂山。可在12英里外看到，是该市的旅游地标之一。"
            },
            "images": [
                "https://scontent.frec12-1.fna.fbcdn.net/v/t1.6435-9/121090752_2742757492669099_644061879177451715_n.jpg?stp=dst-jpg_p552x414&_nc_cat=105&ccb=1-7&_nc_sid=3a1ebe&_nc_ohc=zMF59GRVj4wQ7kNvgGePkRG&_nc_zt=23&_nc_ht=scontent.frec12-1.fna&_nc_gid=AgoBAUkpRp2kc-tw9Sk_QQ-&oh=00_AYBD37-v6pvQ0D8bWMfzppZ3Pn5nufZxmE5WHQbTbt96AQ&oe=675C4AAF"
            ],
            "linkMapa": "urLWDETrwWyYt23b9"
        },
        {
            "id": "6",
            "name": "Observatório Astronômico",
            "coordinates": [
                -7.992044,
                -34.851073
            ],
            "descricao": {
                "pt": "Construído na década de 1880 no Alto da Sé, serviu para estudos astronômicos e meteorológicos. Hoje, é um espaço aberto para observação do céu e educação científica.",
                "en": "Built in the 1880s at Alto da Sé, it was used for astronomical and meteorological studies. Today, it is an open space for sky observation and scientific education.",
                "es": "Construido en la década de 1880 en Alto da Sé, sirvió para estudios astronómicos y meteorológicos. Hoy en día, es un espacio abierto para la observación del cielo y la educación científica.",
                "cn": "建于19世纪80年代的阿尔托达塞，曾用于天文和气象研究。如今，它是用于观星和科学教育的开放空间。"
            },
            "images": [
                "https://s2-g1.glbimg.com/RUUO5z4DzoEhALHZ_WsYUEG1C4c=/0x0:1080x810/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2022/T/s/JuHzG0Qz60ajXCr4qNpg/observatorio-se.jpeg"
            ],
            "linkMapa": "3wWFCDkC9anJD6VMA"
        },
        {
            "id": "7",
            "name": "Palácio dos Governadores",
            "coordinates": [
                -7.992899,
                -34.851694
            ],
            "descricao": {
                "pt": "Sede da Prefeitura de Olinda, o Palácio foi o Paço dos Governadores Gerais do Brasil no século XVII e tem uma rica história política e arquitetônica.",
                "en": "The seat of the Olinda City Hall, the Palace was the residence of the General Governors of Brazil in the 17th century and has a rich political and architectural history.",
                "es": "Sede del Ayuntamiento de Olinda, el Palacio fue la residencia de los Gobernadores Generales de Brasil en el siglo XVII y tiene una rica historia política y arquitectónica.",
                "cn": "奥林达市政厅所在地，该宫殿在17世纪曾是巴西总督的官邸，拥有丰富的政治和建筑历史。"
            },
            "images": [
                "https://i.ibb.co/KGDVTxF/palacio-governadores.jpg"
            ],
            "linkMapa": "xRUrAndVsEmz5JYn6"
        },
        {
            "id": "8",
            "name": "Ruínas do Senado",
            "coordinates": [
                -7.991170,
                -34.851170
            ],
            "descricao": {
                "pt": "Onde foi dado o primeiro grito de República no Brasil em 1710. O prédio entrou em ruínas no século XIX.",
                "en": "Where the first cry of the Republic in Brazil was declared in 1710. The building fell into ruins in the 19th century.",
                "es": "Donde se dio el primer grito de República en Brasil en 1710. El edificio cayó en ruinas en el siglo XIX.",
                "cn": "1710年，巴西首次宣布共和制的地方。该建筑在19世纪陷入废墟。"
            },
            "images": [
                "https://i.ibb.co/TKmnKHF/ruinas-senado.jpg"
            ],
            "linkMapa": "ehFanMYD1UnpsjLt6"
        },
        {
            "id": "9",
            "name": "Sobrado Mourisco da Rua do Amparo",
            "coordinates": [
                -7.991510,
                -34.851910
            ],
            "descricao": {
                "pt": "Antiga residência do século XVII com elementos arquitetônicos árabes. É uma das construções mais preservadas do período colonial em Pernambuco.",
                "en": "A 17th-century former residence with Arab architectural elements. It is one of the most well-preserved buildings from the colonial period in Pernambuco.",
                "es": "Antigua residencia del siglo XVII con elementos arquitectónicos árabes. Es una de las construcciones mejor conservadas del período colonial en Pernambuco.",
                "cn": "带有阿拉伯建筑元素的17世纪旧宅，是伯南布哥殖民时期保存最完好的建筑之一。"
            },
            "images": [
                "https://i.ibb.co/HHpP0V7/sobrado-mourisco-amparo.jpg"
            ],
            "linkMapa": "ZVGrzcjQbB2qyQWD6"
        },
        {
            "id": "10",
            "name": "Sobrado Mourisco da Praça de São Pedro",
            "coordinates": [
                -7.992710,
                -34.850820
            ],
            "descricao": {
                "pt": "Este sobrado hospedou o imperador D. Pedro II em 1859 e possui arquitetura de influência árabe.",
                "en": "This manor hosted Emperor D. Pedro II in 1859 and features architecture with Arab influence.",
                "es": "Esta casa hospedó al emperador D. Pedro II en 1859 y tiene una arquitectura de influencia árabe.",
                "cn": "这座宅邸于1859年接待了佩德罗二世皇帝，具有阿拉伯风格的建筑特色。"
            },
            "images": [
                "https://i.ibb.co/w0NqM3Y/sobrado-mourisco-sao-pedro.jpg"
            ],
            "linkMapa": "uU8Pr1XQhTZDEVNf8"
        },
        {
            "id": "11",
            "name": "Bica de São Pedro",
            "coordinates": [
                -7.992620,
                -34.848260
            ],
            "descricao": {
                "pt": "Construída no século XVI, a bica é uma fonte de água histórica que servia à população olindense.",
                "en": "Built in the 16th century, the bica is a historic water fountain that served the population of Olinda.",
                "es": "Construida en el siglo XVI, la bica es una fuente de agua histórica que servía a la población de Olinda.",
                "cn": "建于16世纪，比卡是为奥林达居民服务的历史古井。"
            },
            "images": [
                "https://i.ibb.co/TR60FrZ/bica-sao-pedro.jpg"
            ],
            "linkMapa": "E915DxPAdCr9F3E28"
        },
        {
            "id": "12",
            "name": "Bica do Rosário",
            "coordinates": [
                -7.993410,
                -34.850210
            ],
            "descricao": {
                "pt": "Resquício do Vale das Fontes do século XVI, possui uma fachada adornada com jarros de pedra e o brasão da cidade.",
                "en": "Remnant of the Valley of the Fountains from the 16th century, it features a façade adorned with stone jars and the city's coat of arms.",
                "es": "Resto del Valle de las Fuentes del siglo XVI, presenta una fachada adornada con jarras de piedra y el escudo de la ciudad.",
                "cn": "16世纪的Fontes山谷遗迹，其正面装饰着石制水罐和城市的徽章。"
            },
            "images": [
                "https://i.ibb.co/ZYhqWJj/bica-rosario.jpg"
            ],
            "linkMapa": "vMZwQKfPx1aP6A899"
        },
        {
            "id": "13",
            "name": "Bica dos Quatro Cantos",
            "coordinates": [
                -7.992870,
                -34.849130
            ],
            "descricao": {
                "pt": "Construída em 1602, essa fonte histórica, também conhecida como Fonte da Tabatinga, passou por diversas reconstruções ao longo dos anos.",
                "en": "Dating back to 1602, this historical fountain, also known as the Tabatinga Fountain, has been destroyed and rebuilt several times over the years.",
                "es": "Construida en 1602, esta fuente histórica, también conocida como Fuente de Tabatinga, ha sido destruida y reconstruida varias veces a lo largo de los años.",
                "cn": "这座历史喷泉建于1602年，也被称为塔巴廷加喷泉。多年来，它曾多次被毁并重建。"
            },
            "images": [
                "https://i.ibb.co/svWMJvt/bica-quatro-cantos.jpg"
            ],
            "linkMapa": "aFJFRTevN4otGoce7"
        }
    ],
    "museus": [
        {
            "id": "1",
            "name": "MAC (Museu de Arte Contemporânea)",
            "coordinates": "Rua 13 de Maio, s/n",
            "descricao": {
                "pt": "Construído em 1765, o edifício originalmente servia como Aljube ou Cadeia Eclesiástica, destinado a abrigar os condenados pela Inquisição. Em frente, foi erguida a Capela de São Pedro Advíncula. O conjunto formado pelo Aljube e pela Capela foi restaurado e tombado pelo Instituto do Patrimônio Histórico e Artístico Nacional (IPHAN) em 1966. Atualmente, o local abriga um museu com um acervo de mais de 4 mil obras de diversas técnicas e estilos, incluindo trabalhos de renomados artistas como Portinari, Cícero Dias e Di Cavalcanti.",
                "en": "Built in 1765, the building was originally used as the Aljube, or Ecclesiastical Prison, to house those condemned by the Inquisition. Opposite it, the Chapel of São Pedro Advíncula was constructed. The complex of the Aljube and Chapel was restored and listed by the National Institute of Historic and Artistic Heritage (IPHAN) in 1966. Today, the site houses a museum with a collection of over 4,000 works in various techniques and styles, including works by renowned artists such as Portinari, Cícero Dias, and Di Cavalcanti.",
                "es": "Construido en 1765, el edificio sirvió originalmente como Aljube o Cárcel Eclesiástica, destinado a albergar a los condenados por la Inquisición. Frente a él, se erigió la Capela de São Pedro Advíncula. El conjunto formado por el Aljube y la Capela fue restaurado y declarado patrimonio histórico por el Instituto del Patrimonio Histórico y Artístico Nacional (IPHAN) en 1966. Actualmente, el lugar alberga un museo con una colección de más de 4.000 obras de diversas técnicas y estilos, incluyendo trabajos de reconocidos artistas como Portinari, Cícero Dias y Di Cavalcanti.",
                "cn": "这座建筑建于1765年，最初用作阿尔朱贝或教会监狱，关押宗教裁判所的囚犯。对面建起了圣佩德罗·阿德温库拉教堂。阿尔朱贝和教堂组成的建筑群于1966年由巴西国家历史和艺术遗产研究所（IPHAN）修复并列为遗产。如今，这里设有一座博物馆，收藏了4000多件不同技法和风格的作品，其中包括波尔蒂纳里、西塞罗·迪亚斯和迪·卡瓦尔坎蒂等著名艺术家的作品。"
            },
            "images": [
                "https://i.ibb.co/QkXPvNF/mac.jpg"
            ],
            "linkMapa": ""
        },
        {
            "id": "2",
            "name": "MASPE (Museu de Arte Sacra de Pernambuco)",
            "coordinates": "Rua Bispo Coutinho, 726 – Alto da Sé",
            "descricao": {
                "pt": "Inaugurado em 1977, o MASPE está instalado no antigo Palácio dos Bispos de Olinda. Seu acervo inclui imagens eruditas antigas do século XVI, arte sacra popular, e objetos do culto. A fachada possui o antigo brasão episcopal e uma placa da Unesco declarando Olinda como Monumento Histórico da Humanidade.",
                "en": "Opened in 1977, MASPE is housed in the former Palace of the Bishops of Olinda. Its collection includes ancient erudite images from the 16th century, popular sacred art, and religious objects. The façade features the old episcopal coat of arms and a UNESCO plaque declaring Olinda a Historic Monument of Humanity.",
                "es": "Inaugurado en 1977, MASPE está ubicado en el antiguo Palacio de los Obispos de Olinda. Su colección incluye antiguas imágenes eruditas del siglo XVI, arte sacro popular y objetos de culto. La fachada tiene el antiguo escudo episcopal y una placa de la UNESCO que declara a Olinda Monumento Histórico de la Humanidad.",
                "cn": "MASPE 于 1977 年开业，位于前奥林达主教宫内。它的藏品包括 16 世纪的古代学术图像、流行的神圣艺术品和崇拜物品。正面有古老的主教徽章和联合国教科文组织的牌匾，宣布奥林达为人类历史纪念碑。"
            },
            "images": [
                "https://i.ibb.co/pyVXMxD/maspe.jpg"
            ],
            "linkMapa": ""
        },
        {
            "id": "3",
            "name": "Museu do Mamulengo",
            "coordinates": "Rua de São Bento, 344",
            "descricao": {
                "pt": "Fundado em 1994, o Museu do Mamulengo abriga mais de 1200 peças criadas por mestres mamulengueiros, retratando figuras populares. É o primeiro museu da América Latina dedicado aos bonecos populares, com algumas peças datando do século XVIII.",
                "en": "Founded in 1994, the Mamulengo Museum houses over 1200 pieces created by master puppeteers, depicting popular figures. It is the first museum in Latin America dedicated to folk puppets, with some pieces dating back to the 18th century.",
                "es": "Fundado en 1994, el Museo del Mamulengo alberga más de 1200 piezas creadas por maestros titiriteros, representando figuras populares. Es el primer museo de América Latina dedicado a los títeres populares, con algunas piezas que datan del siglo XVIII.",
                "cn": "木偶博物馆成立于1994年，收藏了1200多件木偶大师的作品，展现了民间人物形象。它是拉丁美洲首个致力于民间木偶的博物馆，其中一些作品可追溯到18世纪。"
            },
            "images": [
                "https://i.ibb.co/DKSQrS2/manulengo.jpg"
            ],
            "linkMapa": ""
        },
        {
            "id": "4",
            "name": "Museu Regional de Olinda",
            "coordinates": "Rua do Amparo, 128 – Amparo",
            "descricao": {
                "pt": "Construído no século XVIII e fundado em 1935, o Museu Regional de Olinda possui um acervo com 217 peças históricas, como móveis, painéis, imagens e o brasão do Senado da Câmara de Olinda.",
                "en": "Built in the 18th century and founded in 1935, the Olinda Regional Museum has a collection of 217 historical pieces, such as furniture, panels, images and the coat of arms of the Senate of the Olinda Chamber.",
                "es": "Construido en el siglo XVIII y fundado en 1935, el Museo Regional de Olinda posee una colección de 217 piezas históricas, entre muebles, paneles, imágenes y el escudo del Senado de la Cámara de Olinda.",
                "cn": "奥林达地区博物馆建于 18 世纪，成立于 1935 年，收藏了 217 件历史文物，如家具、面板、图像和奥林达参议院的徽章。"
            },
            "images": [
                "https://i.ibb.co/pf3MLZs/mro.jpg"
            ],
            "linkMapa": ""
        }
    ],
    "praias": [
        {
            "id": "1",
            "name": "Praia do Farol",
            "coordinates": [
                -8.0082,
                -34.878483
            ],
            "descricao": {
                "pt": "Localizada em Bairro Novo, é um ponto turístico de Olinda.",
                "en": "Located in Bairro Novo, it is a tourist spot in Olinda.",
                "es": "Ubicado en Bairro Novo, es una atracción turística de Olinda.",
                "cn": "位于Bairro Novo，是奥林达的一个旅游景点。"
            },
            "images": [
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/7c/46/d0/pe.jpg?w=900&h=500&s=1",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/64/5d/fc/bela-praia.jpg?w=900&h=-1&s=1",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/12/14/b9/praia-do-farol.jpg?w=900&h=500&s=1"
            ],
            "linkMapa": ""
        },
        {
            "id": "2",
            "name": "Praia do Carmo",
            "coordinates": [
                -8.0082,
                -34.878483
            ],
            "descricao": {
                "pt": "É um local para caminhar, ver o por do sol ou terminar uma tarde.",
                "en": "It's a place to walk, watch the sunset or end an afternoon.",
                "es": "Es un lugar para caminar, ver el atardecer o terminar una tarde.",
                "cn": "这是一个散步、观看日落或结束一个下午的地方。"
            },
            "images": [
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/73/ff/2f/photo1jpg.jpg?w=900&h=500&s=1",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/08/55/47/70/praia-do-carmo-olinda.jpg?w=900&h=-1&s=1",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/4b/c9/8b/praia-do-carmo-2-km-do.jpg?w=100&h=-1&s=1"
            ],
            "linkMapa": ""
        },
        {
            "id": "3",
            "name": "Praia da Santa",
            "coordinates": [
                -8.0082,
                -34.878483
            ],
            "descricao": {
                "pt": "Localiza-se no limite entre Olinda e Paulista e tem uma das maiores imagens do amanhecer do litoral nordestino.",
                "en": "It is located on the border between Olinda and Paulista and has one of the greatest images of the dawn on the northeast coast.",
                "es": "Está ubicado en el límite entre Olinda y Paulista y tiene una de las mayores imágenes del amanecer en la costa nororiental.",
                "cn": "它位于奥林达和保利斯塔之间的边界，拥有东北海岸最美丽的黎明图像之一。"
            },
            "images": [
                "https://i.ytimg.com/vi/g3-6QO9PUoM/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLAGmxYwPLw3aCOBQBwI6LXNXS8I8w",
                "https://i.ytimg.com/vi/CmnGDCJkUB4/maxresdefault.jpg"
            ],
            "linkMapa": ""
        },
        {
            "id": "4",
            "name": "Praia do Quartel",
            "coordinates": [
                -8.0082,
                -34.878483
            ],
            "descricao": {
                "pt": "Possui diversas opções de lazer. No local existem muitas opções de barracas, restaurantes de praia, estacionamento e diversas opções para quem gosta de praticar esportes (vôlei, futvôlei, caiaque e entre outros).",
                "en": "It has several leisure options. There are many stalls, beach restaurants, parking and several options for those who enjoy playing sports (volleyball, footvolley, kayaking and others).",
                "es": "Tiene varias opciones de ocio. En el lugar hay muchas opciones de puestos, restaurantes de playa, estacionamiento y varias opciones para quienes gustan de practicar deportes (voleibol, futvoleibol, kayak y otros).",
                "cn": "它有多种休闲选择。现场有许多摊位、海滩餐厅、停车场，还为喜欢运动的客人提供多种选择（排球、五人制排球、皮划艇等）。"
            },
            "images": [
                "https://lh5.googleusercontent.com/p/AF1QipMTcdpIMkYcphL_066XeWS1ZcfiwI3jD6T4sCa2=s1600",
                "https://lh5.googleusercontent.com/p/AF1QipMr4-49vJya2zXPqhsKZw8qJTimD4PiFYLNv2t-=s1600"
            ],
            "linkMapa": ""
        },
        {
            "id": "5",
            "name": "Praia dos Milagres",
            "coordinates": [
                -8.0082,
                -34.878483
            ],
            "descricao": {
                "pt": "Os 500m de extensão podem ser aproveitados para contemplar os casarões localizados à beira mar.",
                "en": "The 500m of extension can be used to contemplate the mansions located on the seafront.",
                "es": "Los 500 m de longitud permiten admirar las mansiones situadas junto al mar.",
                "cn": "500m的长度可以欣赏位于海边的豪宅。"
            },
            "images": [
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/2f/14/ce/praia-dos-milagres-olinda.jpg?w=900&h=500&s=1",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/d4/e8/06/playa-y-no-mucho-mas.jpg?w=900&h=500&s=1"
            ],
            "linkMapa": ""
        },
        {
            "id": "6",
            "name": "Praia de Rio Doce",
            "coordinates": [
                -8.0082,
                -34.878483
            ],
            "descricao": {
                "pt": "Praia simples de grande litoral, é conhecida por seu visual mais rústico e por sua tranquilidade. Não costuma receber muitas visitas de turistas, sendo normalmente frequentada por moradores da região e pescadores.  Conta com uma larga faixa de areia dourada e batida, o mar é calmo, propício para a prática de esportes como caiaque e pesca esportiva. No verão é comum ver vários jovens jogando futebol e vôlei nessa praia, aproveitando ao máximo um dia de férias. Com diversos prédios na orla e comércios, o lugar conta com boa infraestrutura em suas proximidades, mas o visitante pode levar alimentos e bebidas e fazer um pic-nic em família ou com os amigos. Durante o entardecer, fazer uma caminhada à beira-mar é uma boa dica.",
                "en": "A simple beach with a large coastline, it is known for its rustic look and tranquility. It does not usually receive many tourists, and is usually frequented by local residents and fishermen. It has a wide strip of golden, hard-packed sand, and the sea is calm, ideal for sports such as kayaking and sport fishing. In the summer, it is common to see many young people playing soccer and volleyball on this beach, making the most of a day of vacation. With several buildings on the shore and shops, the place has good infrastructure nearby, but visitors can bring food and drinks and have a picnic with family or friends. During the evening, taking a walk along the seafront is a good tip.",
                "es": "Playa sencilla y de gran litoral, destaca por su aspecto más rústico y su tranquilidad. No suele recibir muchas visitas de turistas, y suele ser frecuentado por vecinos y pescadores. Tiene una amplia franja de arena dorada y rugosa, el mar es tranquilo, apto para la práctica de deportes como kayak y pesca deportiva. En verano es habitual ver a varios jóvenes jugando al fútbol y al voleibol en esta playa, aprovechando un día de vacaciones. Con varios edificios frente al mar y tiendas, el lugar cuenta con buena infraestructura cercana, pero los visitantes pueden traer comida y bebida y hacer un picnic con familiares o amigos. Por la noche, dar un paseo junto al mar es un buen consejo.",
                "cn": "这是一个拥有广阔海岸线的简单海滩，以其更质朴的外观和宁​​静而闻名。它通常不会接待太多游客，通常是当地居民和渔民经常光顾。 这里有宽阔的金色沙滩，沙质粗糙，海面平静，适合练习皮划艇和游钓等运动。夏天的时候，经常可以看到几个年轻人在海滩上踢足球、打排球，充分享受一天的假期。海滨有几座建筑物和商店，附近基础设施良好，但游客可以携带食物和饮料，与家人或朋友一起野餐。晚上，去海边散步是个不错的选择。"
            },
            "images": [
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/83/fb/31/caption.jpg?w=900&h=-1&s=1",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/e9/2c/0c/perfect-day-for-coconut.jpg?w=900&h=500&s=1"
            ],
            "linkMapa": ""
        },
        {
            "id": "7",
            "name": "Praia de Casa Caiada",
            "coordinates": [
                -8.0082,
                -34.878483
            ],
            "descricao": {
                "pt": "Praia tranquila de mediana extensão, é conhecida como uma das mais frequentadas do município, por conta de sua proximidade com o centro da cidade. Costuma receber um bom número de turistas durante a alta temporada, que aproveitam para relaxar, tomar um refrescante banho de mar e repor as energias. Com diversos prédios de alto padrão na orla, o calçadão costuma ficar repleto de pessoas andando ao entardecer. Essa praia conta com uma boa faixa de areia dourada e grossa, o mar é calmo, de águas transparentes, propício para o banho e prática de esportes náuticos, como caiaque e jet ski. É uma boa opção para um agradável dia na praia, seja com a família ou com os amigoos. Com boa infraestrutura, não faltam pousadas, hotéis, bares e restaurantes próximos.",
                "en": "This quiet, medium-sized beach is known as one of the most popular in the city due to its proximity to the city center. It usually receives a good number of tourists during the high season, who take the opportunity to relax, take a refreshing dip in the sea and recharge their batteries. With several high-end buildings on the shore, the boardwalk is usually full of people walking at dusk. This beach has a good stretch of thick, golden sand, and the sea is calm and clear, perfect for swimming and water sports, such as kayaking and jet skiing. It is a good option for a pleasant day at the beach, whether with family or friends. With good infrastructure, there is no shortage of inns, hotels, bars and restaurants nearby.",
                "es": "Playa tranquila y de longitud media, es conocida como una de las más frecuentadas del municipio, por su cercanía al centro de la ciudad. Suele recibir un buen número de turistas durante la temporada alta, que aprovechan para relajarse, darse un refrescante baño en el mar y reponer energías. Con varios edificios de lujo en el paseo marítimo, el paseo marítimo suele estar lleno de gente caminando al anochecer. Esta playa tiene una buena extensión de arena gruesa y dorada, el mar es tranquilo, de aguas cristalinas, aptas para el baño y la práctica de deportes acuáticos, como kayak y motos de agua. Es una buena opción para pasar un agradable día de playa, ya sea en familia o con amigos. Con buena infraestructura, no faltan posadas, hoteles, bares y restaurantes cercanos.",
                "cn": "安静的海滩，中等长度，由于靠近市中心，被称为该市最常去的海滩之一。旺季时这里通常会接待大量游客，游客们趁此机会放松身心，在海里畅游，补充体力。海滨长廊上有几栋高档建筑，黄昏时长廊上通常挤满了散步的人。这个海滩有大片厚厚的金色沙滩，海面平静，海水清澈，适合游泳和水上运动，如皮划艇和水上摩托艇。无论是与家人还是朋友一起在海滩度过愉快的一天，这里都是不错的选择。基础设施良好，附近不乏客栈、酒店、酒吧和餐馆。"
            },
            "images": [
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/10/03/c3/praia-casa-caiada.jpg?w=900&h=-1&s=1",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/66/21/41/popular.jpg?w=900&h=500&s=1",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/2f/18/d5/praia-de-casa-caiada.jpg?w=900&h=500&s=1"
            ],
            "linkMapa": ""
        },
        {
            "id": "8",
            "name": "Praia de Bairro Novo",
            "coordinates": [
                -8.0082,
                -34.878483
            ],
            "descricao": {
                "pt": "Conhecida como uma das praias mais famosas da cidade, costuma receber um bom número de turistas durante a alta temporada. Ideal para todos os públicos, seus visitantes são variados, desde jovens a idosos. Famílias e grupos de amigos movimentam o local, principalmente durante o verão e feriados. Essa praia é uma boa opção para os que preferem lugares mais agitados, e não está procurando um lugar calmo para relaxar. Tomar um refrescante banho de mar e bater papo na areia é o que mais acontece. Conta com uma boa faixa de areia dourada, o mar é calmo, de águas transparentes, muito propício para o banho, inclusive para crianças e idosos. O lugar é cercado por pedras, que acabam dividindo a praia. Com infraestrutura próxima, é uma boa opção para um dia divertido na praia.",
                "en": "Known as one of the city's most famous beaches, it usually receives a good number of tourists during the high season. Ideal for all types of people, its visitors range from young to old. Families and groups of friends flock to the place, especially during the summer and holidays. This beach is a good option for those who prefer livelier places, and are not looking for a quiet place to relax. Taking a refreshing dip in the sea and chatting on the sand is what happens most. It has a good stretch of golden sand, the sea is calm, with clear waters, very suitable for swimming, even for children and the elderly. The place is surrounded by rocks, which end up dividing the beach. With nearby infrastructure, it is a good option for a fun day at the beach.",
                "es": "Conocida como una de las playas más famosas de la ciudad, suele recibir un buen número de turistas durante la temporada alta. Ideal para todos los públicos, sus visitantes son variados, desde jóvenes hasta personas mayores. Familias y grupos de amigos acuden al lugar, especialmente durante el verano y las vacaciones. Esta playa es una buena opción para quienes prefieren lugares más concurridos y no buscan un lugar tranquilo para relajarse. Darse un refrescante baño y charlar en la arena es lo que más ocurre. Tiene una buena extensión de arena dorada, el mar es tranquilo, con aguas transparentes, muy aptas para el baño, incluso para niños y personas mayores. El lugar está rodeado de rocas, que terminan dividiendo la playa. Con infraestructura cercana, es una buena opción para pasar un divertido día de playa.",
                "cn": "它被称为该市最著名的海滩之一，在旺季通常会接待大量游客。适合所有观众，参观者多种多样，从年轻人到老年人。家人和朋友成群结队涌向这个地方，尤其是在夏季和假期期间。对于那些喜欢热闹的地方而不是寻找安静的放松场所的人来说，这个海滩是一个不错的选择。最常发生的事情是畅游一番，在沙滩上聊天。这里有很好的金色沙滩，海水平静，海水清澈，非常适合游泳，包括儿童和老人。这个地方周围都是岩石，这些岩石最终将海滩分开。附近有基础设施，是在海滩度过愉快一天的好选择。"
            },
            "images": [
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/2f/03/f1/praia-do-bairro-novo.jpg?w=900&h=-1&s=1",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/f9/9e/79/fica-em-frente-ao-restaurante.jpg?w=100&h=-1&s=1"
            ],
            "linkMapa": ""
        },
        {
            "id": "9",
            "name": "Praia Del Chifre",
            "coordinates": [
                -8.0082,
                -34.878483
            ],
            "descricao": {
                "pt": "A praia, com 700m de extensão, é freqüentada pelos surfistas da cidade. Embora tenha muitos arrecifes, as condições ideais com grandes ondas para o surf atraem os praticantes do esporte.",
                "en": "The beach, which is 700m long, is popular with surfers from the city. Although it has many reefs, the ideal conditions with big waves for surfing attract surfers.",
                "es": "A praia, com 700m de extensão, é freqüentada pelos surfistas da cidade. Embora tenha muitos arrecifes, as condições ideais com grandes ondas para o surf atraem os praticantes do esporte.",
                "cn": "海滩长 700m，是城市冲浪者经常光顾的地方。虽然这里有很多珊瑚礁，但其理想的冲浪条件和大浪吸引了冲浪者。"
            },
            "images": [
                "https://curiosamente.diariodepernambuco.com.br/wp-content/uploads/2016/01/largurainteira_delchifre.jpg",
                "https://cdn.folhape.com.br/upload/dn_arquivo/2023/03/whatsapp-image-2023-03-19-at-142522.jpeg"
            ],
            "linkMapa": ""
        }
    ],
    "mercados": [
        {
            "id": "1",
            "name": "Conjunto da Maxambomba",
            "coordinates": [
                -7.990380,
                -34.847210
            ],
            "descricao": {
                "pt": "No século XIX, a Maxambomba conectava Olinda a outras áreas com uma linha de trem a vapor. O local abriga hoje comércios e residências.",
                "en": "In the 19th century, the Maxambomba connected Olinda to other areas with a steam train line. Today, the site houses businesses and residences.",
                "es": "En el siglo XIX, la Maxambomba conectaba Olinda con otras áreas mediante una línea de tren a vapor. Hoy en día, el lugar alberga comercios y residencias.",
                "cn": "在19世纪，马尚邦巴通过一条蒸汽火车线路将奥林达与其他地区连接起来。如今，该地点是商业和住宅的所在地。"
            },
            "images": [
                "https://i.ibb.co/r7NRYkm/maxambomba.jpg"
            ],
            "linkMapa": "BdJVGuaW4QsLoBxy6"
        },
        {
            "id": "2",
            "name": "Mercado Eufrásio Barbosa",
            "coordinates": [
                -7.989010,
                -34.847580
            ],
            "descricao": {
                "pt": "Antiga fábrica de doces Amorim, o mercado foi adaptado para eventos culturais, com teatro e espaço para exposições.",
                "en": "Formerly the Amorim candy factory, the market was adapted for cultural events, with a theater and exhibition space.",
                "es": "Antigua fábrica de dulces Amorim, el mercado fue adaptado para eventos culturales, con teatro y espacio para exposiciones.",
                "cn": "曾经是阿莫林糖果厂，该市场被改建用于文化活动，设有剧院和展览空间。"
            },
            "images": [
                "https://i.ibb.co/9r0jSTZ/mercado-eufrasio-barbosa.jpg"
            ],
            "linkMapa": "fz4zLU7ci57k6T389"
        },
        {
            "id": "3",
            "name": "Mercado da Ribeira",
            "coordinates": [
                -7.991128,
                -34.851307
            ],
            "descricao": {
                "pt": "Construído no século XVII, é um exemplo da arquitetura colonial brasileira e funciona como mercado de artesanato.",
                "en": "Built in the 17th century, it is an example of Brazilian colonial architecture and functions as a handicraft market.",
                "es": "Construido en el siglo XVII, es un ejemplo de la arquitectura colonial brasileña y funciona como mercado de artesanías.",
                "cn": "建于17世纪，是巴西殖民建筑的典范，现作为手工艺品市场使用。"
            },
            "images": [
                "https://i.ibb.co/pzrKMGG/mercado-ribeira.jpg"
            ],
            "linkMapa": "J4n48xLP5ai2wd737"
        }
    ],
    "praças": [
        {
            "id": "1",
            "name": "Praça do Jacaré",
            "coordinates": [
                -8.02026,
                -34.85041
            ],
            "descricao": {
                "pt": "A Praça do Jacaré, localizada em Olinda, é um dos espaços mais tranquilos e encantadores da cidade, onde o visitante pode vivenciar um dos cenários naturais mais bonitos da região. A praça, que está situada às margens do Rio Capibaribe, é famosa pela sua vista espetacular, especialmente ao pôr do sol, quando o sol se põe sobre o rio e as águas refletem as cores do céu. O nome Praça do Jacaré vem dos jacarés que, antigamente, habitavam a área, embora hoje em dia eles já não sejam mais vistos. O local é também ponto de encontro para moradores e turistas que desfrutam da calma, do contato com a natureza e da beleza do entorno. A praça é uma ótima opção para quem busca um ambiente relaxante e é frequentemente visitada por quem passeia pela cidade de Olinda, seja para tirar fotos, fazer piqueniques ou simplesmente aproveitar o visual incrível do Rio Capibaribe.",
                "en": "The Praça do Jacaré in Olinda is one of the most peaceful and charming spots in the city, offering visitors one of the most beautiful natural scenes in the region. Located on the banks of the Capibaribe River, the square is famous for its spectacular view, especially at sunset when the sun sets over the river and the waters reflect the colors of the sky. The name Praça do Jacaré comes from the alligators that once inhabited the area, although they are no longer seen today. The location is also a meeting point for locals and tourists who enjoy the tranquility, the connection with nature, and the surrounding beauty. The square is a great option for those seeking a relaxing environment and is frequently visited by those strolling through Olinda, whether for taking photos, having picnics, or simply enjoying the incredible view of the Capibaribe River.",
                "es": "La Plaza del Jacaré en Olinda es uno de los lugares más tranquilos y encantadores de la ciudad, donde los visitantes pueden experimentar uno de los paisajes naturales más hermosos de la región. Ubicada a orillas del río Capibaribe, la plaza es famosa por su espectacular vista, especialmente al atardecer, cuando el sol se pone sobre el río y las aguas reflejan los colores del cielo. El nombre Plaza del Jacaré proviene de los caimanes que alguna vez habitaron la zona, aunque hoy en día ya no se ven. El lugar también es un punto de encuentro para locales y turistas que disfrutan de la tranquilidad, el contacto con la naturaleza y la belleza del entorno. La plaza es una excelente opción para quienes buscan un ambiente relajante y es frecuentemente visitada por aquellos que pasean por Olinda, ya sea para tomar fotos, hacer picnic o simplemente disfrutar de la increíble vista del río Capibaribe.",
                "cn": "**奥林达的鳄鱼广场（Praça do Jacaré）**是这座城市最宁静、最迷人的地方之一，游客可以在这里体验到该地区最美丽的自然景色。 该广场位于卡皮巴里贝河（Capibaribe River）河畔，以其壮丽的景色而闻名，特别是在日落时分，夕阳西下，河水倒映出天空的色彩。 鳄鱼广场的名字来源于曾经栖息在该地区的鳄鱼，尽管如今已经不再看到它们。 这个地方还是本地人和游客的聚集地，人们在这里享受宁静、亲近自然以及周围的美丽景色。 该广场是寻求放松环境的理想选择，常常吸引来往奥林达的游客，无论是拍照、野餐，还是仅仅欣赏卡皮巴里贝河的美丽景色。"
            },
            "images": [
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/d4/eb/71/pequena-plaza.jpg?w=900&h=-1&s=1"
            ],
            "linkMapa": "MAKJTGoNWbgZGyM19"
        },
        {
            "id": "2",
            "name": "Praça dos Nápoles",
            "coordinates": [
                -7.96696,
                -34.85358
            ],
            "descricao": {
                "pt": "A Praça Nápoles, popularmente chamada de Praça dos Brinquedos, é um espaço encantador em Olinda, ideal para famílias e crianças. Localizada em um bairro residencial, a praça é conhecida por sua infraestrutura voltada ao lazer infantil, com brinquedos como escorregadores, balanços e gangorras, proporcionando diversão segura e acessível. O local também conta com áreas verdes, bancos e espaços para piqueniques, sendo um ponto de convivência para a comunidade local. Além disso, a praça é frequentemente utilizada para eventos culturais e recreativos, promovendo interação entre moradores e visitantes. É um ambiente perfeito para momentos de lazer e descontração, especialmente para quem procura atividades ao ar livre com crianças.",
                "en": "The Praça Nápoles, popularly known as the Praça dos Brinquedos (Toy Square), is a charming spot in Olinda, perfect for families and children. Located in a residential neighborhood, the square is renowned for its child-friendly facilities, including playground equipment like slides, swings, and seesaws, offering safe and enjoyable fun. It also features green spaces, benches, and picnic areas, making it a community gathering place. Additionally, the square often hosts cultural and recreational events, fostering interaction among locals and visitors. It’s an ideal setting for leisure and relaxation, especially for those seeking outdoor activities with kids.",
                "es": "La Plaza Nápoles, conocida popularmente como la Plaza de los Juguetes, es un lugar encantador en Olinda, perfecto para familias y niños. Ubicada en un barrio residencial, la plaza es conocida por sus instalaciones pensadas para los más pequeños, con juegos como toboganes, columpios y subibajas, ofreciendo diversión segura y accesible. También cuenta con áreas verdes, bancos y espacios para hacer picnic, siendo un punto de encuentro para la comunidad local. Además, la plaza suele ser escenario de eventos culturales y recreativos, fomentando la interacción entre residentes y visitantes. Es un lugar ideal para momentos de ocio y relajación, especialmente para quienes buscan actividades al aire libre con niños.",
                "cn": "那不勒斯广场（Praça Nápoles），又被称为玩具广场（Praça dos Brinquedos），是奥林达一个迷人的场所，非常适合家庭和孩子。 该广场位于住宅区，以其适合儿童的设施而闻名，包括滑梯、秋千和跷跷板等游乐设备，提供安全而有趣的娱乐体验。 广场还设有绿地、长椅和野餐区，是社区居民的聚会场所。 此外，广场经常举办文化和娱乐活动，促进当地居民和游客之间的互动。 对于那些想和孩子一起寻找户外活动的人来说，这里是一个理想的休闲场所。"
            },
            "images": [
                "https://www.olinda.pe.gov.br/wp-content/uploads/2023/10/04.jpg",
                "https://www.olinda.pe.gov.br/wp-content/uploads/2023/10/praca_olinda-2.jpeg"
            ],
            "linkMapa": "d9ciRGZQENgKD3i38"
        },
        {
            "id": "3",
            "name": "Praça da Abolição",
            "coordinates": [
                -8.01681,
                -34.85026
            ],
            "descricao": {
                "pt": "A Praça da Abolição, popularmente chamada de Praça da Preguiça, é um espaço icônico de Olinda, localizado no centro histórico da cidade. O apelido Praça da Preguiça tem origem nos mamíferos da espécie preguiça que habitavam o local no passado, aproveitando as árvores frondosas que ainda embelezam a praça. Hoje, a área continua a ser um ponto de descanso e encontro para moradores e turistas, atraídos pela sombra das árvores e pela atmosfera tranquila. Além de seu charme natural, a praça também é um marco tradicional durante as festividades do carnaval, servindo como ponto de referência para blocos e desfiles. Com seu ambiente acolhedor e cheio de história, a Praça da Preguiça é um convite para quem deseja relaxar e apreciar a beleza de Olinda.",
                "en": "The Praça da Abolição, popularly known as Praça da Preguiça (Sloth Square), is an iconic spot in Olinda, located in the city's historic center. Its nickname originates from the sloth mammals that once inhabited the area, taking advantage of the lush trees that still adorn the square. Today, it remains a popular spot for locals and tourists seeking shade and tranquility. In addition to its natural charm, the square is a traditional landmark during Carnival festivities, serving as a reference point for parades and block parties. With its welcoming atmosphere and rich history, Praça da Preguiça invites visitors to relax and enjoy Olinda's beauty.",
                "es": "La Plaza de la Abolición, conocida popularmente como Plaza de la Preguiça (Plaza del Perezoso), es un lugar emblemático de Olinda, ubicado en el centro histórico de la ciudad. Su apodo proviene de los mamíferos de la especie perezoso que habitaban la zona en el pasado, aprovechando los frondosos árboles que aún embellecen la plaza. Hoy en día, es un lugar de descanso y encuentro para residentes y turistas, atraídos por la sombra de los árboles y la atmósfera tranquila. Además de su encanto natural, la plaza es un punto de referencia tradicional durante las festividades del carnaval, sirviendo como hito para los desfiles y los bloques. Con su ambiente acogedor y su rica historia, la Plaza de la Preguiça invita a relajarse y disfrutar de la belleza de Olinda.",
                "cn": "废奴广场（Praça da Abolição），又被称为树懒广场（Praça da Preguiça），是奥林达历史中心的标志性地点。 它的昵称来源于曾经栖息在此的树懒，这些哺乳动物曾依赖广场上茂密的树木，现在这些树木依然为广场增添了自然的魅力。 如今，这里是当地居民和游客的热门场所，大家在树荫下享受宁静的时光。 除了其自然美景外，广场还是狂欢节期间的传统地标，是游行和街头派对的重要参考点。 凭借其宜人的氛围和丰富的历史，树懒广场为游客提供了一个放松身心、欣赏奥林达美景的理想场所。"
            },
            "images": [
                "https://vault.pulsarimagens.com.br/file/thumb/13ADR537.jpg",
                "https://i.ytimg.com/vi/xkDnZWaBQlU/maxresdefault.jpg"
            ],
            "linkMapa": "iMHdxghm3UqQQ4Vt9"
        },
        {
            "id": "4",
            "name": "Praça 12 de Março",
            "coordinates": [
                -8.00972,
                -34.84263
            ],
            "descricao": {
                "pt": "A Praça 12 de Março, localizada em Olinda, é um espaço público repleto de história e significado para a cidade. O nome da praça faz referência à data que marca eventos importantes na história local, sendo um símbolo de memória e resistência. Situada em uma área central, a praça é cercada por árvores e bancos que convidam ao descanso e à convivência. É um local de encontros, manifestações culturais e celebrações populares, frequentemente utilizado pela comunidade para eventos e atividades ao ar livre. Sua localização estratégica a torna um ponto de passagem para quem explora a cidade, oferecendo um espaço de convivência e interação no coração de Olinda.",
                "en": "The Praça 12 de Março, located in Olinda, is a public space filled with history and significance for the city. The square's name references a date marking important events in local history, serving as a symbol of memory and resilience. Situated in a central area, the square is surrounded by trees and benches that invite visitors to relax and socialize. It serves as a gathering place for cultural events, popular celebrations, and outdoor activities, frequently utilized by the local community. Its strategic location makes it a convenient stop for those exploring the city, offering a space for interaction and relaxation in the heart of Olinda.",
                "es": "La Plaza 12 de Marzo, ubicada en Olinda, es un espacio público lleno de historia y significado para la ciudad. El nombre de la plaza hace referencia a una fecha que marca eventos importantes en la historia local, sirviendo como un símbolo de memoria y resistencia. Situada en una zona central, la plaza está rodeada de árboles y bancos que invitan al descanso y la convivencia. Es un lugar de encuentro para eventos culturales, celebraciones populares y actividades al aire libre, frecuentemente utilizado por la comunidad local. Su ubicación estratégica la convierte en un punto de paso para quienes exploran la ciudad, ofreciendo un espacio de interacción y relajación en el corazón de Olinda.",
                "cn": "**3月12日广场（Praça 12 de Março）**位于奥林达，是一个充满历史和意义的公共空间。 广场的名称纪念了当地历史上的重要事件，象征着记忆和坚韧。 广场坐落在市中心区域，周围环绕着树木和长椅，为游客提供了放松和社交的场所。 这里是文化活动、民间庆祝活动以及户外活动的聚集地，常被当地社区广泛使用。 由于地理位置优越，这里也是探索奥林达的游客的理想停留点，提供了一个融合互动与休闲的场所。"
            },
            "images": [
                "https://fastly.4sqi.net/img/general/width960/6190821_wCHLNOsnWHVS_yiIBE60DAdUXCqlpzVZsUgZfLQwHcg.jpg"
            ],
            "linkMapa": "sDELTVK1NW9aYE8F8"
        },
        {
            "id": "5",
            "name": "Praça Laura Nigro",
            "coordinates": [
                -8.01630,
                -34.85269
            ],
            "descricao": {
                "pt": "A Praça Laura Nigro, localizada no centro histórico de Olinda, é um dos lugares mais vibrantes durante o Carnaval. O espaço é palco de manifestações culturais, sendo ponto de encontro para blocos e foliões que fazem da festa uma das mais tradicionais e animadas do Brasil. Com sua atmosfera colorida e repleta de energia, a praça se transforma em um cenário de alegria e música, abrigando apresentações de frevo, maracatu e outras expressões culturais pernambucanas. Durante o restante do ano, a praça mantém sua importância histórica e cultural, mas é no período carnavalesco que ela ganha vida de maneira única, reunindo pessoas de todas as partes do mundo para celebrar a essência do Carnaval de Olinda.",
                "en": "The Praça Laura Nigro, located in Olinda's historic center, is one of the liveliest spots during Carnival. The square serves as a stage for cultural expressions and is a meeting point for blocos and revelers, making the festival one of the most traditional and vibrant in Brazil. With its colorful and energetic atmosphere, the square becomes a scene of joy and music, hosting performances of frevo, maracatu, and other cultural expressions from Pernambuco. Throughout the year, the square retains its historical and cultural significance, but it is during Carnival that it comes alive in a unique way, bringing people from all over the world to celebrate the essence of Olinda’s Carnival.",
                "es": "La Plaza Laura Nigro, ubicada en el centro histórico de Olinda, es uno de los lugares más animados durante el Carnaval. El espacio sirve como escenario de expresiones culturales y punto de encuentro para bloques y carnavaleros, convirtiendo la fiesta en una de las más tradicionales y vibrantes de Brasil. Con su atmósfera colorida y llena de energía, la plaza se transforma en un escenario de alegría y música, acogiendo presentaciones de frevo, maracatu y otras expresiones culturales de Pernambuco. Durante el resto del año, la plaza mantiene su importancia histórica y cultural, pero es en el período de Carnaval cuando cobra vida de manera única, reuniendo a personas de todo el mundo para celebrar la esencia del Carnaval de Olinda.",
                "cn": "**劳拉·尼格罗广场（Praça Laura Nigro）**位于奥林达历史中心，是狂欢节期间最热闹的地方之一。 广场成为文化表达的舞台，是狂欢节游行队伍和欢庆者的聚集点，使这个节日成为巴西最具传统和活力的庆典之一。 在这个充满色彩和活力的氛围中，广场上演着欢快的表演，包括弗雷沃舞、马拉卡图和其他佩尔南布哥州的文化表现形式。 虽然广场全年都保持其历史和文化重要性，但只有在狂欢节期间，它才以独特的方式焕发生机，吸引来自世界各地的人们，共同庆祝奥林达狂欢节的精髓。"
            },
            "images": [
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/f1/8a/d0/projeto-cultural-com.jpg?w=1000&h=-1&s=1",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/12/8f/06/fachadas-sobre-r-de-sao.jpg?w=1000&h=-1&s=1"
            ],
            "linkMapa": "BkLLkZG1NDWpevpu5"
        },
        {
            "id": "6",
            "name": "Praça Dantas Barreto",
            "coordinates": [
                -8.01331,
                -34.84477
            ],
            "descricao": {
                "pt": "A Praça Dantas Barreto, localizada em Olinda, é um espaço público com importância histórica e cultural, frequentemente utilizado como ponto de encontro para eventos comunitários e manifestações culturais. Com uma localização estratégica, a praça oferece um ambiente acolhedor, cercado por árvores e bancos que proporcionam um espaço de convivência para moradores e visitantes. Durante o Carnaval, a Praça Dantas Barreto também ganha destaque como local de passagem de blocos e foliões, integrando-se à vibrante atmosfera festiva da cidade. É um espaço que reflete a vivacidade de Olinda, combinando história, cultura e lazer em um único ambiente.",
                "en": "The Praça Dantas Barreto, located in Olinda, is a public space with historical and cultural significance, often used as a gathering spot for community events and cultural expressions. With a strategic location, the square offers a welcoming environment, surrounded by trees and benches, providing a space for locals and visitors to connect. During Carnival, Praça Dantas Barreto becomes a key spot for parades and revelers, blending seamlessly into the city's vibrant festive atmosphere. It’s a space that embodies the liveliness of Olinda, combining history, culture, and leisure in one setting.",
                "es": "La Plaza Dantas Barreto, ubicada en Olinda, es un espacio público con importancia histórica y cultural, frecuentemente utilizado como punto de encuentro para eventos comunitarios y expresiones culturales. Con una ubicación estratégica, la plaza ofrece un ambiente acogedor, rodeado de árboles y bancos, proporcionando un espacio de convivencia para residentes y visitantes. Durante el Carnaval, la Plaza Dantas Barreto se convierte en un punto clave para los desfiles y carnavaleros, integrándose perfectamente en la vibrante atmósfera festiva de la ciudad. Es un espacio que refleja la vitalidad de Olinda, combinando historia, cultura y ocio en un solo lugar.",
                "cn": "**丹塔斯·巴雷托广场（Praça Dantas Barreto）**位于奥林达，是一个具有历史和文化意义的公共空间，经常被用作社区活动和文化表达的聚会场所。 广场位置优越，环境宜人，周围环绕着树木和长椅，为当地居民和游客提供了一个交流的场所。 在狂欢节期间，丹塔斯·巴雷托广场成为游行和狂欢者的重要聚集点，与城市充满活力的节日氛围完美融合。 这个地方结合了历史、文化和休闲，是奥林达生机勃勃的象征。"
            },
            "images": [
                "https://www.olinda.pe.gov.br/wp-content/uploads/2022/03/WhatsApp-Image-2022-03-04-at-13.59.14-1.jpeg",
                "https://www.olinda.pe.gov.br/wp-content/uploads/2022/03/praca1.jpeg"
            ],
            "linkMapa": "4GicbV4jZtXoip9K6"
        },
        {
            "id": "7",
            "name": "Praça do Vôlei",
            "coordinates": [
                -7.99190,
                -34.86298
            ],
            "descricao": {
                "pt": "A Praça do Vôlei, localizada no bairro de Ouro Preto, em Olinda, é um espaço público voltado para atividades esportivas e momentos de lazer na comunidade local. O nome da praça reflete sua popularidade como ponto de encontro para a prática de vôlei, atraindo moradores e visitantes que apreciam o esporte. Além disso, o espaço é utilizado para outras atividades recreativas, sendo um ambiente acolhedor para jovens, famílias e grupos de amigos. Cercada por áreas verdes, bancos e boa iluminação, a Praça do Vôlei oferece um local ideal para convivência social e práticas esportivas, promovendo integração e qualidade de vida no bairro.",
                "en": "The Praça do Vôlei, located in the Ouro Preto neighborhood in Olinda, is a public space dedicated to sports activities and leisure moments for the local community. The square’s name reflects its popularity as a gathering spot for volleyball enthusiasts, attracting residents and visitors who enjoy the sport. Additionally, it is used for other recreational activities, providing a welcoming environment for young people, families, and friends. Surrounded by green areas, benches, and good lighting, Praça do Vôlei offers an ideal setting for social interaction and sports, promoting integration and quality of life in the neighborhood.",
                "es": "La Plaza del Vóley, ubicada en el barrio de Ouro Preto en Olinda, es un espacio público dedicado a actividades deportivas y momentos de ocio para la comunidad local. Su nombre refleja su popularidad como punto de encuentro para los aficionados al vóley, atrayendo a residentes y visitantes que disfrutan de este deporte. Además, la plaza se utiliza para otras actividades recreativas, ofreciendo un ambiente acogedor para jóvenes, familias y grupos de amigos. Rodeada de áreas verdes, bancos y buena iluminación, la Plaza del Vóley ofrece un espacio ideal para la interacción social y las prácticas deportivas, promoviendo la integración y la calidad de vida en el barrio.",
                "cn": "**排球广场（Praça do Vôlei）**位于奥林达的奥鲁普雷图（Ouro Preto）社区，是一个致力于体育活动和社区娱乐的公共空间。 广场因其排球活动而得名，吸引了热爱这一运动的居民和游客。 此外，广场还用于其他娱乐活动，是年轻人、家庭和朋友的理想聚会场所。 广场周围绿意盎然，设有长椅和良好的照明设施，为社交互动和体育活动提供了理想的环境，同时提升了社区的生活质量。"
            },
            "images": [
                "https://www.olinda.pe.gov.br/wp-content/uploads/2022/07/WhatsApp-Image-2022-07-15-at-10.15.25-680x383.jpeg",
                "https://www.olinda.pe.gov.br/wp-content/uploads/2022/07/WhatsApp-Image-2022-07-15-at-10.15.30-680x510.jpeg"
            ],
            "linkMapa": "xdvvYqKtA3QyxgJt7"
        },
        {
            "id": "8",
            "name": "Praça Fernandes Vieira",
            "coordinates": [
                -7.97725,
                -34.84230
            ],
            "descricao": {
                "pt": "A Praça Fernandes Vieira, localizada em Olinda, é um espaço público que combina história, lazer e convivência comunitária. Com árvores sombreadas, bancos e áreas de convivência, a praça oferece um ambiente tranquilo para moradores e visitantes. Além de ser um local de descanso, é frequentemente utilizada para encontros culturais e atividades recreativas, sendo um ponto importante para a integração social no bairro. Seu nome homenageia Fernandes Vieira, uma figura histórica de destaque na luta pela restauração pernambucana, agregando um valor simbólico ao espaço. A praça reflete o charme de Olinda, misturando cultura, memória e lazer em um único lugar.",
                "en": "The Praça Fernandes Vieira, located in Olinda, is a public space that combines history, leisure, and community interaction. With shaded trees, benches, and social areas, the square provides a peaceful environment for residents and visitors. In addition to being a place for relaxation, it is often used for cultural gatherings and recreational activities, serving as a vital spot for social integration in the neighborhood. Its name honors Fernandes Vieira, a prominent historical figure in the struggle for Pernambuco’s restoration, adding symbolic value to the space. The square reflects Olinda’s charm, blending culture, memory, and leisure in one place.",
                "es": "La Plaza Fernandes Vieira, ubicada en Olinda, es un espacio público que combina historia, ocio e interacción comunitaria. Con árboles que brindan sombra, bancos y áreas de convivencia, la plaza ofrece un ambiente tranquilo para residentes y visitantes. Además de ser un lugar de descanso, se utiliza con frecuencia para reuniones culturales y actividades recreativas, siendo un punto importante para la integración social en el vecindario. Su nombre rinde homenaje a Fernandes Vieira, una figura histórica destacada en la lucha por la restauración de Pernambuco, lo que añade un valor simbólico al espacio. La plaza refleja el encanto de Olinda, mezclando cultura, memoria y ocio en un solo lugar.",
                "cn": "**费尔南德斯·维埃拉广场（Praça Fernandes Vieira）**位于奥林达，是一个集历史、休闲和社区互动于一体的公共空间。 广场种满了遮荫的树木，设有长椅和社交区域，为居民和游客提供了一个宁静的环境。 除了作为一个放松的场所，它还经常用于文化聚会和娱乐活动，是社区社会融合的重要地点。 广场以费尔南德斯·维埃拉命名，这位历史人物在佩尔南布哥复兴的斗争中具有重要地位，为这一空间增添了象征意义。 广场体现了奥林达的魅力，将文化、记忆和休闲融为一体。"
            },
            "images": [
                "https://live.staticflickr.com/7442/9372849974_cbdf96ab84_b.jpg",
                "https://live.staticflickr.com/3724/9372818086_bce8bcbd7e_b.jpg"
            ],
            "linkMapa": "HgU7rk6x47NfoEQ66"
        },
        {
            "id": "9",
            "name": "Praça Monsenhor Fabrício",
            "coordinates": [
                -8.01819,
                -34.85212
            ],
            "descricao": {
                "pt": "A Praça Monsenhor Fabrício, localizada em Olinda, é um espaço público de grande valor para a comunidade, misturando elementos históricos e momentos de convivência social. Rodeada por áreas arborizadas e bancos, a praça é um local de tranquilidade e descanso para moradores e visitantes. Seu nome homenageia Monsenhor Fabrício, uma figura religiosa importante da região, reforçando a conexão do espaço com a história e a espiritualidade local. Além disso, a praça é frequentemente utilizada para eventos comunitários, celebrações religiosas e encontros culturais, fortalecendo os laços entre os frequentadores. Com um ambiente acolhedor e significativo, a Praça Monsenhor Fabrício é um exemplo de como espaços públicos podem unir memória, cultura e lazer.",
                "en": "The Praça Monsenhor Fabrício, located in Olinda, is a public space of great importance to the community, blending historical significance with moments of social interaction. Surrounded by trees and benches, the square provides a tranquil place for residents and visitors to relax. Its name honors Monsenhor Fabrício, an important religious figure in the region, emphasizing the space's connection to local history and spirituality. Additionally, the square is often used for community events, religious celebrations, and cultural gatherings, strengthening ties among its visitors. With its welcoming and meaningful atmosphere, Praça Monsenhor Fabrício exemplifies how public spaces can unite memory, culture, and leisure.",
                "es": "La Plaza Monsenhor Fabrício, ubicada en Olinda, es un espacio público de gran importancia para la comunidad, que combina significado histórico con momentos de interacción social. Rodeada de árboles y bancos, la plaza ofrece un lugar tranquilo para que residentes y visitantes se relajen. Su nombre honra a Monsenhor Fabrício, una figura religiosa destacada de la región, subrayando la conexión del espacio con la historia y la espiritualidad local. Además, la plaza se utiliza con frecuencia para eventos comunitarios, celebraciones religiosas y encuentros culturales, fortaleciendo los lazos entre sus visitantes. Con su atmósfera acogedora y significativa, la Plaza Monsenhor Fabrício ejemplifica cómo los espacios públicos pueden unir memoria, cultura y ocio.",
                "cn": "**法布里西奥神父广场（Praça Monsenhor Fabrício）**位于奥林达，是一个对社区具有重要意义的公共空间，融合了历史价值和社交互动的时刻。 广场四周树木环绕，设有长椅，为居民和游客提供了一个宁静的休憩场所。 广场以法布里西奥神父命名，这位宗教人物在当地历史中占有重要地位，突出了这一空间与地方历史和精神文化的联系。 此外，广场经常用于社区活动、宗教庆典和文化聚会，加强了人们之间的联系。 以其温馨且意义深远的氛围，法布里西奥神父广场展示了公共空间如何将记忆、文化和休闲融为一体。"
            },
            "images": [
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/d5/0a/7c/busto-del-religioso.jpg?w=900&h=-1&s=1"
            ],
            "linkMapa": "kJRmFjpjxtZTXw4p8"
        }
    ],
    "visite": [
        {
            "id": "1",
            "name": "Casa de Alceu Valença",
            "coordinates": [
                -8.01776,
                -34.85224
            ],
            "descricao": {
                "pt": "A Casa de Alceu Valença em Olinda, Pernambuco é um verdadeiro refúgio cultural e um pedacinho da história da música brasileira. Localizada na encantadora cidade de Olinda, Patrimônio Mundial da Humanidade, essa casa não é apenas o lar do icônico cantor e compositor Alceu Valença, mas também um espaço que reflete sua profunda ligação com as raízes da música nordestina. A casa, que mistura arquitetura colonial com elementos contemporâneos, oferece aos visitantes uma verdadeira imersão no universo criativo de Valença. Além de ser um ponto de celebração da música e da cultura local, com exposições e shows intimistas, a casa proporciona uma vista deslumbrante para o mar e para as ladeiras históricas de Olinda. Para os turistas, é uma oportunidade única de explorar um dos maiores nomes da música brasileira e vivenciar o ambiente que inspirou suas canções, em um dos destinos mais encantadores do Nordeste.",
                "en": "Alceu Valença's House in Olinda, Pernambuco, is a true cultural haven and a piece of Brazilian music history. Located in the charming city of Olinda, a UNESCO World Heritage Site, this house is not only the home of the iconic singer and songwriter Alceu Valença but also a space that reflects his deep connection to the roots of Northeastern music. The house, blending colonial architecture with contemporary elements, offers visitors a true immersion into Valença's creative universe. In addition to being a celebration of local music and culture, with exhibitions and intimate shows, the house provides a breathtaking view of the sea and the historic hills of Olinda. For tourists, it’s a unique opportunity to explore one of Brazil's greatest music icons and experience the environment that inspired his songs, all in one of the most enchanting destinations in the Northeast.",
                "es": "La Casa de Alceu Valença en Olinda, Pernambuco, es un verdadero refugio cultural y una parte de la historia de la música brasileña. Ubicada en la encantadora ciudad de Olinda, Patrimonio de la Humanidad, esta casa no solo es el hogar del icónico cantante y compositor Alceu Valença, sino también un espacio que refleja su profunda conexión con las raíces de la música del noreste de Brasil. La casa, que combina arquitectura colonial con elementos contemporáneos, ofrece a los visitantes una verdadera inmersión en el universo creativo de Valença. Además de ser un punto de celebración de la música y la cultura local, con exposiciones y conciertos íntimos, la casa ofrece una vista impresionante del mar y de las históricas colinas de Olinda. Para los turistas, es una oportunidad única de explorar a uno de los más grandes íconos de la música brasileña y vivir el ambiente que inspiró sus canciones, todo en uno de los destinos más encantadores del noreste.",
                "cn": " 阿尔修·瓦伦萨（Alceu Valença）位于佩尔南布哥州奥林达的故居是一个真正的文化避风港，也是巴西音乐历史的一部分。 这座房子位于迷人的奥林达市，那里是联合国教科文组织世界遗产，这里不仅是标志性歌手和词曲作者阿尔修·瓦伦萨的家，也是一个反映他与东北部音乐根源深刻联系的空间。 这座房子将殖民地建筑与现代元素相结合，为游客提供了一个深入瓦伦萨创作世界的机会。 除了作为当地音乐和文化的庆典，展示和小型音乐会外，这座房子还提供了奥林达海岸和历史街区的迷人景色。 对于游客来说，这是一个独特的机会，探索巴西最伟大的音乐偶像之一，并体验激发他歌曲灵感的环境，所有这一切都在东北部最迷人的目的地之一。"
            },
            "images": [
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/56/ad/58/photo0jpg.jpg?w=1000&h=-1&s=1",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/de/06/historica.jpg?w=1000&h=-1&s=1"
            ],
            "linkMapa": "4dReu4Aeo2vWQqa36"
        },
        {
            "id": "2",
            "name": "Alto da Sé",
            "coordinates": [
                -8.01398,
                -34.84970
            ],
            "descricao": {
                "pt": "O Alto da Sé é um dos pontos mais icônicos de Olinda, oferecendo uma vista panorâmica deslumbrante da cidade e do mar. No topo, destaca-se a Catedral da Sé, uma das igrejas mais antigas e imponentes de Pernambuco, com sua arquitetura colonial e grande importância histórica. Próxima à catedral, está a Caixa d’Água, um antigo reservatório de água que também serve como um marco na paisagem da cidade. Além disso, o Alto da Sé é famoso pelas tapioqueiras, mulheres que vendem deliciosas tapiocas nas ruas, oferecendo uma experiência autêntica da culinária local, com sabores que encantam turistas e moradores.",
                "en": "The Alto da Sé is one of the most iconic spots in Olinda, offering a breathtaking panoramic view of the city and the sea. At the top, stands the Sé Cathedral, one of the oldest and most impressive churches in Pernambuco, with its colonial architecture and great historical significance. Nearby is the Caixa d'Água, an old water reservoir that also serves as a landmark in the city's landscape. Additionally, Alto da Sé is famous for the tapioca vendors, women who sell delicious tapiocas on the streets, providing an authentic taste of local cuisine that delights both tourists and locals.",
                "es": "El Alto de la Sé es uno de los lugares más emblemáticos de Olinda, ofreciendo una vista panorámica impresionante de la ciudad y el mar. En la cima se encuentra la Catedral de la Sé, una de las iglesias más antiguas e imponentes de Pernambuco, con su arquitectura colonial y gran importancia histórica. Cerca de la catedral, está la Caja de Agua, un antiguo reservorio de agua que también sirve como un hito en el paisaje de la ciudad. Además, el Alto de la Sé es famoso por las vendedoras de tapioca, mujeres que venden deliciosas tapiocas en las calles, ofreciendo una experiencia auténtica de la cocina local que encanta tanto a turistas como a locales.",
                "cn": "塞山（Alto da Sé）是奥林达最具标志性的景点之一，提供了城市和大海的壮丽全景。 山顶上矗立着圣母大教堂（Sé Cathedral），这是佩尔南布哥州最古老且最宏伟的教堂之一，具有殖民地建筑风格和重要的历史意义。 附近是水箱（Caixa d'Água），一个古老的水库，也是城市景观中的一个地标。 此外，塞山以**卖塔皮欧卡的小贩（tapioqueiras）**而闻名，这些女性在街头售卖美味的塔皮欧卡，为游客和当地人提供了正宗的本地美食体验。"
            },
            "images": [
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/08/04/50/67/igreja-da-se-do-salvador.jpg?w=900&h=500&s=1",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/50/3d/4c/lindo-predio.jpg?w=1200&h=-1&s=1",
                "https://www.diariodepernambuco.com.br/staticimpresso/app/da_impresso_130686904244/2014/06/22/91772/20140621234941168146u.jpg",
                "https://media-cdn.tripadvisor.com/media/photo-s/0e/3d/cb/38/20170115-144256-largejpg.jpg"
            ],
            "linkMapa": "nRkC7G5V3BDcFCcu9"
        },
        {
            "id": "3",
            "name": "Centro Cultural Casa da Rabeca do Brasil",
            "coordinates": [
                -7.97879,
                -34.86454
            ],
            "descricao": {
                "pt": "O Centro Cultural Casa da Rabeca do Brasil, localizado em Olinda, é um importante espaço de preservação e difusão da cultura popular nordestina. Focado principalmente na rabeca, um instrumento musical tradicional do Nordeste, a casa oferece ao público uma verdadeira imersão no mundo da música e dança regional. O centro promove apresentações ao vivo, oficinas de música e dança, e exposições que celebram as tradições culturais de Pernambuco. Além disso, é um ponto de encontro para artistas e visitantes que desejam conhecer de perto a rica herança cultural da região. O ambiente acolhedor e cheio de história faz da Casa da Rabeca um local imperdível para quem quer vivenciar a essência da música popular brasileira.",
                "en": "The Centro Cultural Casa da Rabeca do Brasil, located in Olinda, is an important space for preserving and promoting Northeastern popular culture. Primarily focused on the rabeca, a traditional musical instrument from the Northeast, the house offers the public a true immersion into the world of regional music and dance. The center hosts live performances, music and dance workshops, and exhibitions that celebrate the cultural traditions of Pernambuco. Additionally, it is a meeting point for artists and visitors who want to learn more about the rich cultural heritage of the region. With its welcoming atmosphere and deep historical roots, Casa da Rabeca is a must-visit for those wanting to experience the essence of Brazilian popular music.",
                "es": "El Centro Cultural Casa da Rabeca do Brasil, ubicado en Olinda, es un espacio importante para la preservación y promoción de la cultura popular del noreste de Brasil. Centrado principalmente en la rabeca, un instrumento musical tradicional del noreste, la casa ofrece al público una verdadera inmersión en el mundo de la música y la danza regional. El centro organiza presentaciones en vivo, talleres de música y danza, y exposiciones que celebran las tradiciones culturales de Pernambuco. Además, es un punto de encuentro para artistas y visitantes que desean conocer más sobre la rica herencia cultural de la región. Con su ambiente acogedor y lleno de historia, la Casa da Rabeca es un lugar imprescindible para aquellos que desean vivir la esencia de la música popular brasileña.",
                "cn": "巴西拉贝卡文化中心（Centro Cultural Casa da Rabeca do Brasil）位于奥林达，是一个重要的空间，用于保护和传播东北地区的民间文化。 这个中心主要专注于拉贝卡（rabeca），一种传统的东北乐器，为公众提供了一个真正沉浸在区域音乐和舞蹈世界的机会。 该中心举办现场表演、音乐和舞蹈工作坊，并展示庆祝佩尔南布哥州文化传统的展览。 此外，它还是艺术家和游客的聚集地，想要深入了解该地区丰富的文化遗产。 温馨的氛围和深厚的历史根基使拉贝卡之家成为那些希望体验巴西流行音乐精髓的游客不可错过的地方。"
            },
            "images": [
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSKJfJ5ljtVsivdtyEZq4Ol8a4yOwTwJNf30A&s",
                "https://cdn.folhape.com.br/img/pc/780/780/dn_arquivo/2023/02/whatsapp-image-2023-02-20-at-103201.jpeg?c=1",
                "https://revistaogrito.com/wp-content/uploads/2024/02/Screenshot_20240207_084003_Instagram.jpg"
            ],
            "linkMapa": "HQb8pBcPbt93UTD19"
        },
        {
            "id": "4",
            "name": "Quatro Cantos",
            "coordinates": [
                -8.01473,
                -34.85280
            ],
            "descricao": {
                "pt": "O Quatro Cantos de Olinda é um dos locais mais emblemáticos e charmosos da cidade, conhecido por sua intensa movimentação e a vibrante atmosfera cultural. Localizado no coração do centro histórico de Olinda, esse ponto de encontro é rodeado por casarões coloniais, igrejas históricas e ladeiras que formam o cenário perfeito para quem quer explorar o melhor da cidade. O nome Quatro Cantos vem da interseção de quatro ruas, e é um lugar onde artistas, músicos e turistas se encontram para vivenciar a cultura local. No entorno, é possível apreciar o melhor da gastronomia regional, com destaque para as tradicionais tapiocas e os doces típicos, além de arte popular e manifestações culturais. O local é ideal para quem busca uma experiência autêntica da Olinda colonial e sua rica herança cultural.",
                "en": "The Quatro Cantos de Olinda is one of the most iconic and charming spots in the city, known for its lively atmosphere and cultural vibrancy. Located in the heart of Olinda's historic center, this meeting point is surrounded by colonial mansions, historic churches, and winding streets that form the perfect backdrop for anyone looking to explore the city. The name Quatro Cantos comes from the intersection of four streets, and it's a place where artists, musicians, and tourists come together to experience the local culture. Around the square, you can enjoy the best of regional cuisine, including traditional tapiocas and typical sweets, as well as folk art and cultural expressions. It's an ideal spot for those seeking an authentic experience of colonial Olinda and its rich cultural heritage.",
                "es": "El Quatro Cantos de Olinda es uno de los lugares más emblemáticos y encantadores de la ciudad, conocido por su ambiente vibrante y su intensa vida cultural. Ubicado en el corazón del centro histórico de Olinda, este punto de encuentro está rodeado de mansiones coloniales, iglesias históricas y callejones que forman el escenario perfecto para quienes desean explorar lo mejor de la ciudad. El nombre Quatro Cantos proviene de la intersección de cuatro calles, y es un lugar donde artistas, músicos y turistas se reúnen para vivir la cultura local. Alrededor de la plaza, se pueden disfrutar lo mejor de la gastronomía regional, con especialidades como las tradicionales tapiocas y dulces típicos, además de arte popular y expresiones culturales. Es el lugar ideal para quienes buscan una experiencia auténtica del Olinda colonial y su rica herencia cultural.",
                "cn": "奥林达四角（Quatro Cantos de Olinda）是这座城市最具代表性和迷人的地方之一，以其热闹的氛围和丰富的文化活力而闻名。 这个地点位于奥林达历史中心的心脏地带，四周是殖民风格的豪宅、历史悠久的教堂和蜿蜒的小街，构成了完美的背景，适合那些想要探索这座城市的人。 四角这个名字源自四条街道的交汇点，这里是艺术家、音乐家和游客聚集的地方，大家一同体验当地的文化。 在广场周围，游客可以品尝到最正宗的地方美食，包括传统的塔皮欧卡（tapioca）和当地特色甜点，以及民间艺术和文化表现。 这是体验奥林达殖民地风貌和其丰富文化遗产的理想之地。"
            },
            "images": [
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/a1/90/31/photo1jpg.jpg?w=1000&h=-1&s=1",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/18/92/88/quatro-cantos.jpg?w=1000&h=-1&s=1",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/18/92/4f/quatro-cantos.jpg?w=1000&h=-1&s=1"
            ],
            "linkMapa": "4BbyNRLeKpgQFeJ97"
        },
        {
            "id": "5",
            "name": "Casa dos Bonecos Gigantes e Mirins de Olinda",
            "coordinates": [
                -8.01301,
                -34.85088
            ],
            "descricao": {
                "pt": "A Casa dos Bonecos Gigantes e Mirins de Olinda é um espaço único que celebra uma das tradições mais emblemáticas de Pernambuco: os bonecos gigantes. Localizada no centro histórico de Olinda, a casa é dedicada à preservação e exposição desses incríveis personagens que fazem parte do carnaval e da cultura popular local. Os bonecos gigantes e mirins são figuras coloridas e de tamanhos impressionantes, que desfilam pelas ruas durante as festividades, representando figuras famosas, personagens folclóricos e figuras históricas. Na Casa dos Bonecos, os visitantes podem conhecer a história por trás dessa arte, ver de perto os bonecos, participar de oficinas e até mesmo aprender a criar suas próprias versões. O lugar é um verdadeiro mergulho na cultura carnavalesca e na tradição lúdica de Olinda, oferecendo uma experiência divertida e educativa para todas as idades.",
                "en": "The Casa dos Bonecos Gigantes e Mirins de Olinda is a unique space that celebrates one of Pernambuco’s most iconic traditions: the giant puppets. Located in the historic center of Olinda, the house is dedicated to preserving and showcasing these incredible characters that are a vital part of the local carnival and popular culture. The giant and mirim puppets are colorful, oversized figures that parade through the streets during festivals, representing famous personalities, folklore characters, and historical figures. At the Casa dos Bonecos, visitors can learn about the history behind this art, get up close to the puppets, participate in workshops, and even learn how to create their own versions. The place is a true immersion into Olinda’s carnival culture and playful traditions, offering a fun and educational experience for all ages.",
                "es": "La Casa de los Muñecos Gigantes y Mirines de Olinda es un espacio único que celebra una de las tradiciones más emblemáticas de Pernambuco: los muñecos gigantes. Ubicada en el centro histórico de Olinda, la casa está dedicada a la preservación y exhibición de estos increíbles personajes que son una parte fundamental del carnaval y la cultura popular local. Los muñecos gigantes y mirines son figuras coloridas y de gran tamaño que desfilan por las calles durante las festividades, representando personalidades famosas, personajes folklóricos y figuras históricas. En la Casa de los Muñecos, los visitantes pueden conocer la historia de este arte, ver los muñecos de cerca, participar en talleres y hasta aprender a crear sus propias versiones. El lugar es una verdadera inmersión en la cultura carnavalesca y en las tradiciones lúdicas de Olinda, ofreciendo una experiencia divertida y educativa para todas las edades.",
                "cn": "**奥林达巨型木偶与小木偶之家（Casa dos Bonecos Gigantes e Mirins de Olinda）**是一个独特的空间，庆祝佩尔南布哥州最具代表性的传统之一：巨型木偶。 该地点位于奥林达的历史中心，致力于保护和展示这些不可思议的角色，它们是当地狂欢节和民间文化的重要组成部分。 巨型木偶和小木偶是色彩鲜艳、尺寸巨大的人物，它们在节庆期间游行，代表着著名人物、民间传说角色和历史人物。 在巨型木偶之家，游客可以了解这种艺术的历史，近距离欣赏木偶，参与工作坊，甚至学习如何制作自己的木偶。 这是一个真正沉浸在奥林达狂欢文化和传统游戏中的地方，提供了一个适合所有年龄段的有趣和教育体验。"
            },
            "images": [
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/2c/9d/b7/ec/caption.jpg?w=900&h=-1&s=1",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/4e/b0/81/embaixada-dos-bonecos.jpg?w=900&h=-1&s=1",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/28/be/c7/casa-dos-bonecos-gigantes.jpg?w=800&h=-1&s=1"
            ],
            "linkMapa": "gwpLJcRZRYnHxWnBA"
        },
        {
            "id": "6",
            "name": "Casa de João Fernandes Vieira",
            "coordinates": [
                -7.993144,
                -34.851314
            ],
            "descricao": {
                "pt": "Este sobrado histórico pertenceu a João Fernandes Vieira, figura importante na luta contra os holandeses no século XVII.",
                "en": "This historic manor belonged to João Fernandes Vieira, an important figure in the fight against the Dutch in the 17th century.",
                "es": "Esta casa histórica perteneció a João Fernandes Vieira, una figura importante en la lucha contra los holandeses en el siglo XVII.",
                "cn": "这座历史悠久的宅邸曾属于若昂·费尔南德斯·维埃拉，他是17世纪反抗荷兰人斗争中的重要人物。"
            },
            "images": [
                "https://i.ibb.co/0M8trYP/casa-joao-fernandes.jpg"
            ],
            "linkMapa": "sjZd8VgQ1ackrq2K8"
        }
    ],
    "carnaval": [
        {
            "id": "1",
            "name": "Bacalhau do Batata",
            "coordinates": [
                -8.004567,
                -34.857520
            ],
            "descricao": {
                "pt": "O Bacalhau do Batata é um bloco de carnaval que desfila na Quarta-feira de Cinzas pelas ladeiras do Sítio Histórico de Olinda, em Pernambuco. O bloco foi criado em 1962 por Izaías Pereira da Silva, mais conhecido como Batata, um garçom que trabalhava durante todo o Carnaval e só podia brincar na quarta-feira.",
                "en": "The 'Bacalhau do Batata' is a Carnival block that parades on Ash Wednesday through the slopes of the Historic Site of Olinda, in Pernambuco. The block was created in 1962 by Izaías Pereira da Silva, better known as Batata, a waiter who worked throughout Carnival and could only celebrate on Wednesday.",
                "es": "El 'Bacalhau do Batata' es un bloque de Carnaval que desfila el Miércoles de Ceniza por las laderas del Sitio Histórico de Olinda, en Pernambuco. El bloque fue creado en 1962 por Izaías Pereira da Silva, más conocido como Batata, un camarero que trabajaba durante todo el Carnaval y solo podía celebrar el miércoles.",
                "cn": "巴塔鳕鱼节”是一个狂欢节方阵，于圣灰星期三在伯南布哥奥林达历史遗址的斜坡上游行。这个方阵由以赛亚·佩雷拉·达·席尔瓦（Izaías Pereira da Silva）于1962年创立，他是一名被称为“巴塔”（Batata）的服务员，因为整个狂欢节期间都在工作，只能在星期三庆祝。"
            },
            "images": [
                "https://www.diariodepernambuco.com.br/static/app/noticia_127983242361/2019/03/06/779541/20190306143151602859o.jpg"
            ],
            "linkMapa": "2wrftcqXwfF2Mmgn6"
        },
        {
            "id": "2",
            "name": "Elefante de Olinda",
            "coordinates": [
                -8.004567,
                -34.857520
            ],
            "descricao": {
                "pt": "O Elefante de Olinda é uma figura do Carnaval de Olinda, símbolo do Clube Carnavalesco Misto Elefante de Olinda, que desfila pelas ruas da cidade durante o Carnaval. A figura é uma manifestação artística e lúdica, que representa a diversidade cultural do carnaval pernambucano.",
                "en": "The 'Elephant of Olinda' is a figure of Olinda's Carnival, symbol of the 'Clube Carnavalesco Misto Elefante de Olinda,' which parades through the city's streets during Carnival. This figure is an artistic and playful manifestation that represents the cultural diversity of Pernambuco's Carnival.",
                "es": "El 'Elefante de Olinda' es una figura del Carnaval de Olinda, símbolo del 'Clube Carnavalesco Misto Elefante de Olinda,' que desfila por las calles de la ciudad durante el Carnaval. Esta figura es una manifestación artística y lúdica que representa la diversidad cultural del Carnaval de Pernambuco.",
                "cn": "奥林达大象是奥林达狂欢节的一部分，是“奥林达混合狂欢俱乐部大象”的象征，在狂欢节期间，它穿越城市街道游行。这一形象是一种艺术和趣味性的表现，象征着伯南布哥狂欢节的文化多样性。"
            },
            "images": [
                "https://pbs.twimg.com/profile_images/1747725572162084864/zHqci0mv_400x400.jpg"
            ],
            "linkMapa": "2wrftcqXwfF2Mmgn6"
        },
        {
            "id": "3",
            "name": "O Homem da Meia-Noite",
            "coordinates": [
                -8.004567,
                -34.857520
            ],
            "descricao": {
                "pt": "O Clube Carnavalesco de Alegoria e Crítica O Homem da Meia-Noite é um bloco carnavalesco, uma troça e uma das mais antigas agremiações a circular nas ladeiras do Sítio Histórico de Olinda, conhecido pelo boneco gigante do Carnaval de Olinda. ",
                "en": "The 'Clube Carnavalesco de Alegoria e Crítica O Homem da Meia-Noite' is a Carnival block, a prank, and one of the oldest associations parading through the slopes of Olinda's Historic Site. It is known for its giant puppet, a hallmark of Olinda's Carnival.",
                "es": "El 'Clube Carnavalesco de Alegoria e Crítica O Homem da Meia-Noite' es un bloque de Carnaval, una broma, y una de las asociaciones más antiguas que desfilan por las laderas del Sitio Histórico de Olinda. Es conocido por su muñeco gigante, un símbolo del Carnaval de Olinda.",
                "cn": "“午夜人狂欢俱乐部”是一个狂欢节方阵、一个戏谑团体，也是奥林达历史遗址斜坡上最古老的协会之一。它以奥林达狂欢节标志性的巨型木偶而闻名。"
            },
            "images": [
                "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/O_Homem_da_Meia-Noite_Sede.jpg/625px-O_Homem_da_Meia-Noite_Sede.jpg"
            ],
            "linkMapa": "2wrftcqXwfF2Mmgn6"
        }
    ]
}