{
    "fortes": [
        {
            "id": "1",
            "name": "Forte de São Francisco do Barbalho",
            "coordinates": [
                -8.004567,
                -34.857520
            ],
            "descricao":[
                "Construído no século XVII, o Forte de São Francisco do Barbalho tinha a função de proteger a cidade de Olinda contra invasões. Localizado em uma posição estratégica, o forte oferece uma vista panorâmica do mar e da costa. Suas ruínas ainda podem ser visitadas, proporcionando uma imersão na história da colonização portuguesa.",
                "Built in the 17th century, the Forte de São Francisco do Barbalho was meant to protect the city of Olinda from invasions. Located in a strategic position, the fort offers a panoramic view of the sea and coast. Its ruins can still be visited, providing an immersion into the history of Portuguese colonization.",
                "Construido en el siglo XVII, el Fuerte de São Francisco do Barbalho tenía la función de proteger la ciudad de Olinda contra las invasiones. Situado en una posición estratégica, el fuerte ofrece una vista panorámica del mar y la costa. Sus ruinas aún se pueden visitar, proporcionando una inmersión en la historia de la colonización portuguesa.",
                "圣弗朗西斯科·德巴尔巴略堡建于17世纪，旨在保护奥林达市免受入侵。堡垒位于战略位置，可俯瞰大海和海岸的全景。其遗迹至今仍可参观，让人深入了解葡萄牙殖民历史。"
            ],
            "images": ["../../assets/img/fortes/forte_sao_francisco.jpg"],
            "linkMapa": "2wrftcqXwfF2Mmgn6"
        }
    ],
    "igrejas": [
        {
            "id": "1",
            "name": "Igreja de São Bento",
            "coordinates": [
                -8.0082,
                -34.878483
            ],
            "descricao": [
                "A Igreja de São Bento, um marco histórico e religioso, destaca-se pela sua arquitetura imponente e rica ornamentação, refletindo a herança cultural e espiritual da região.",
                "The Church of São Bento, a historical and religious landmark, stands out for its imposing architecture and rich ornamentation, reflecting the cultural and spiritual heritage of the region.",
                "La Iglesia de São Bento, un hito histórico y religioso, se destaca por su imponente arquitectura y rica ornamentación, reflejando la herencia cultural y espiritual de la región.",
                "圣本托教堂，作为一个历史和宗教的地标，以其宏伟的建筑和丰富的装饰而闻名，反映了该地区的文化和精神遗产。"
            ],
            "images": ["../../assets/img/igrejas/igrejaSaoBento.jpg"],
            "linkMapa": "zPYsvk7tdbzBMRYG6"
        },
        {
            "id": "2",
            "name": "Igreja de São Francisco",
            "coordinates": [
                -8.0095,
                -34.8514
            ],
            "descricao": [
                "A Igreja de São Francisco, com seu estilo barroco, é um tesouro arquitetônico que atrai visitantes pela sua beleza artística e importância histórica.",
                "The Church of São Francisco, with its baroque style, is an architectural treasure that attracts visitors with its artistic beauty and historical importance.",
                "La Iglesia de São Francisco, con su estilo barroco, es un tesoro arquitectónico que atrae a los visitantes por su belleza artística e importancia histórica.",
                "圣弗朗西斯科教堂，以其巴洛克风格，是一座建筑宝藏，以其艺术之美和历史重要性吸引游客。"
            ],
            "images": ["../../assets/img/igrejas/igrejaSaoFrancisco.jpeg"],
            "linkMapa": "1ZKMEfXCB4wdFpyKA"
        },
        {
            "id": "3",
            "name": "Igreja do Carmo",
            "coordinates": [
                -8.0096,
                -34.8537
            ],
            "descricao": [
                "A Igreja do Carmo, famosa por sua fachada imponente e detalhes góticos, é um símbolo da devoção religiosa e da rica história da comunidade local.",
                "The Church of Carmo, famous for its imposing facade and Gothic details, is a symbol of religious devotion and the rich history of the local community.",
                "La Iglesia del Carmo, famosa por su imponente fachada y detalles góticos, es un símbolo de la devoción religiosa y de la rica historia de la comunidad local.",
                "卡尔莫教堂以其宏伟的外立面和哥特式细节而闻名，是宗教虔诚和当地社区丰富历史的象征。"
            ],
            "images": ["../../assets/img/igrejas/1.jpg"],
            "linkMapa": "XCAPLXFCfHhEGq8c9"
        },
        {
            "id": "4",
            "name": "Igreja do Rosário dos Homens Pretos",
            "coordinates": [
                -8.0101,
                -34.8572
            ],
            "descricao": [
                "A Igreja do Rosário dos Homens Pretos é um importante local de culto e memória, celebrando a fé e resistência da comunidade afro-brasileira.",
                "The Church of Rosário dos Homens Pretos is an important place of worship and memory, celebrating the faith and resistance of the Afro-Brazilian community.",
                "La Iglesia del Rosario de los Hombres Negros es un lugar importante de culto y memoria, celebrando la fe y la resistencia de la comunidad afro-brasileña.",
                "黑人民玫瑰教堂是一个重要的崇拜和纪念场所，庆祝非裔巴西社区的信仰和抵抗精神。"
            ],
            "images": ["../../assets/img/igrejas/igrejaHomemPreto.jpg"],
            "linkMapa": "tNJFB1jPBNAd6GaM7"
        },
        {
            "id": "5",
            "name": "Igreja da Misericórdia",
            "coordinates": [
                -8.0107,
                -34.8507
            ],
            "descricao": [
                "A Igreja da Misericórdia, conhecida por seu interior deslumbrante e arquitetura colonial, é um ponto de peregrinação e reflexão espiritual.",
                "The Church of Misericórdia, known for its stunning interior and colonial architecture, is a place of pilgrimage and spiritual reflection.",
                "La Iglesia de la Misericordia, conocida por su deslumbrante interior y arquitectura colonial, es un lugar de peregrinación y reflexión espiritual.",
                "仁慈教堂以其令人惊叹的内部和殖民地建筑而闻名，是朝圣和精神反思的圣地。"
            ],
            "images": ["../../assets/img/igrejas/igrejaMisericordia.jpg"],
            "linkMapa": "ojesK9ZQjd8Sccjc6"
        },
        {
            "id": "6",
            "name": "Igreja de Nossa Senhora da Graça",
            "coordinates": [
                -8.0132,
                -34.8518
            ],
            "descricao": [
                "A Igreja de Nossa Senhora da Graça, um santuário de tranquilidade e fé, encanta visitantes com sua simplicidade e beleza serena.",
                "The Church of Our Lady of Grace, a sanctuary of tranquility and faith, enchants visitors with its simplicity and serene beauty.",
                "La Iglesia de Nuestra Señora de la Gracia, un santuario de tranquilidad y fe, encanta a los visitantes con su simplicidad y belleza serena.",
                "圣母恩典教堂，作为一个宁静与信仰的圣地，以其简约和宁静的美丽吸引着游客。"
            ],
            "images": ["../../assets/img/igrejas/igrejaGraca.jpg"],
            "linkMapa": "vAfQYNVwBLGxENEr9"
        },
        {
            "id": "7",
            "name": "Catedral da Sé",
            "coordinates": [
                -8.0089,
                -34.8553
            ],
            "descricao": [
                "Construída em 1540, é a igreja mais antiga de Olinda, com belos altares e uma vista panorâmica da cidade.",
                "Built in 1540, it is the oldest church in Olinda, with beautiful altars and a panoramic view of the city.",
                "Construida en 1540, es la iglesia más antigua de Olinda, con hermosos altares y una vista panorámica de la ciudad.",
                "建于1540年，是奥林达最古老的教堂，拥有美丽的祭坛和城市的全景。"
            ],
            "images": ["../../assets/img/igrejas/igrejaSe.jpg"],
            "linkMapa": "CHQUEaVDGB3CLzT4A"
        },
        {
            "id": "8",
            "name": "Igreja de São João Batista dos Militares",
            "coordinates": [
                -8.0062,
                -34.8528
            ],
            "descricao": [
                "Fundada em 1581, esta igreja destaca-se por sua arquitetura barroca e detalhes ornamentais ricos.",
                "Founded in 1581, this church stands out for its baroque architecture and rich ornamental details.",
                "Fundada en 1581, esta iglesia se destaca por su arquitectura barroca y ricos detalles ornamentales.",
                "成立于1581年，这座教堂以其巴洛克风格的建筑和丰富的装饰细节而闻名。"
            ],
            "images": ["../../assets/img/igrejas/igrejaBatista.jpg"],
            "linkMapa": "cKnjfxq2a6ai6PL86"
        },
        {
            "id": "9",
            "name": "Igreja de Nossa Senhora da Conceição",
            "coordinates": [
                -8.0077,
                -34.8543
            ],
            "descricao": [
                "Pequena e charmosa, com origem no século XVII, possui altares de estilo rococó e azulejos portugueses.",
                "Small and charming, with origins in the 17th century, it features rococo-style altars and Portuguese tiles.",
                "Pequeña y encantadora, con origen en el siglo XVII, tiene altares de estilo rococó y azulejos portugueses.",
                "小巧迷人，起源于17世纪，拥有洛可可风格的祭坛和葡萄牙瓷砖。"
            ],
            "images": ["../../assets/img/igrejas/igrejaConceicao.jpg"],
            "linkMapa": "Z59FBqra6R4WBP7Z9"
        },
        {
            "id": "10",
            "name": "Igreja de Nossa Senhora da Boa Hora",
            "coordinates": [
                -8.0085,
                -34.8556
            ],
            "descricao": [
                "Data do século XVIII, destaca-se por sua fachada simples e o altar em estilo neoclássico.",
                "Dating from the 18th century, it stands out for its simple facade and neoclassical-style altar.",
                "Data del siglo XVIII, se destaca por su fachada simple y el altar en estilo neoclásico.",
                "可追溯到18世纪，以其简洁的外立面和新古典主义风格的祭坛而闻名。"
            ],
            "images": ["../../assets/img/igrejas/boaHora.jpg"],
            "linkMapa": "GGegGKUdrSZcZr4V6"
        },
        {
            "id": "11",
            "name": "Igreja de Nossa Senhora das Neves",
            "coordinates": [
                -8.0080,
                -34.8564
            ],
            "descricao": [
                "Fundada em 1599, possui altares de madeira talhada e belos painéis de azulejos.",
                "Founded in 1599, it features carved wooden altars and beautiful tile panels.",
                "Fundada en 1599, posee altares de madera tallada y hermosos paneles de azulejos.",
                "成立于1599年，拥有雕刻木祭坛和美丽的瓷砖面板。"
            ],
            "images": ["../../assets/img/igrejas/IgrejaNeves.jpg"],
            "linkMapa": "C8NWYUagW7cBAb7V9"
        },
        {
            "id": "12",
            "name": "Igreja de Nossa Senhora do Guadalupe",
            "coordinates": [
                -8.0082,
                -34.8559
            ],
            "descricao": [
                "Pequena capela do século XVIII, famosa por suas festas religiosas e simplicidade.",
                "Small 18th-century chapel, famous for its religious festivals and simplicity.",
                "Pequeña capilla del siglo XVIII, famosa por sus fiestas religiosas y simplicidad.",
                "18世纪的小教堂，以其宗教节庆和简朴著称。"
            ],
            "images": ["../../assets/img/igrejas/igrejaGuadalupe.jpg"],
            "linkMapa": "tswVyycheAQVhfTh7"
        },
        {
            "id": "13",
            "name": "Igreja de São Pedro Mártir",
            "coordinates": [
                -8.0094,
                -34.8552
            ],
            "descricao": [
            "Construída em 1665, possui estilo barroco e um impressionante retábulo dourado.",
            "Built in 1665, it features baroque style and an impressive golden altarpiece.",
            "Construida en 1665, tiene estilo barroco y un impresionante retablo dorado.",
            "建于1665年，具有巴洛克风格和令人印象深刻的金色祭坛。"
        ],
            "images": ["../../assets/img/igrejas/igrejaPedro.jpg"],
            "linkMapa": "Tuup4C9Gv1gyh8EK9"
        },
        {
            "id": "14",
            "name": "Igreja de São Sebastião",
            "coordinates": [
                -8.0087,
                -34.8557
            ],
            "descricao": [
                "Data do século XVII, destacando-se pelo altar-mor e capelas laterais bem ornamentadas.",
                "Dating from the 17th century, it stands out for its main altar and well-decorated side chapels.",
                "Data del siglo XVII, destacándose por su altar mayor y capillas laterales bien ornamentadas.",
                "可追溯到17世纪，以其主祭坛和装饰精美的侧堂而闻名。"
            ],
            "images": ["../../assets/img/igrejas/igrejaSebastiao.jpg"],
            "linkMapa": "yBHk3aiPJ3QFc3Ng6"
        },
        {
            "id": "15",
            "name": "Capela de Santanna",
            "coordinates": [
                -8.0068,
                -34.8529
            ],
            "descricao": [
                "Pequena capela do século XVIII, conhecida por sua fachada simples e interior acolhedor.",
                "Small 18th-century chapel, known for its simple facade and cozy interior.",
                "Pequeña capilla del siglo XVIII, conocida por su fachada simple y su interior acogedor.",
                "18世纪的小教堂，以其简洁的外立面和温馨的内部而闻名。"
            ],
            "images": ["../../assets/img/igrejas/igrejaSantana.jpg"],
            "linkMapa": "zekPDpy3MEbxxPcs8"
        },
        {
            "id": "16",
            "name": "Igreja de Nossa Senhora do Bom Sucesso",
            "coordinates": [
                -8.0079,
                -34.8533
            ],
            "descricao": [
                "Construída no século XVII, possui um belo altar-mor e é famosa por sua festa anual.",
                "Built in the 17th century, it features a beautiful main altar and is famous for its annual festival.",
                "Construida en el siglo XVII, tiene un hermoso altar mayor y es famosa por su fiesta anual.",
                "建于17世纪，拥有美丽的主祭坛，并因其每年举行的节庆而闻名。"
            ],
            "images": ["../../assets/img/igrejas/igrejaBomSucesso.jpg"],
            "linkMapa": "4ZqhGHWa2HB7UNZJA"
        },
        {
            "id": "17",
            "name": "Capela de São Roque",
            "coordinates": [
                -8.0084,
                -34.8555
            ],
            "descricao": [
                "Data do século XVIII, pequena e simples, com um ambiente tranquilo e histórico.",
                "Dating from the 18th century, small and simple, with a peaceful and historic atmosphere.",
                "Data del siglo XVIII, pequeña y sencilla, con un ambiente tranquilo e histórico.",
                "可追溯到18世纪，小巧简单，拥有宁静而历史悠久的氛围。"
            ],
            "images": ["../../assets/img/igrejas/igrejaRoque.jpg"],
            "linkMapa": "cVsJh94MeKvzKMuL6"
        },
        {
            "id": "18",
            "name": "Igreja do Divino Espírito Santo",
            "coordinates": [
                -8.0061,
                -34.8541
            ],
            "descricao": [
                "Possui um altar barroco e é um dos marcos religiosos mais antigos da cidade.",
                "It features a baroque altar and is one of the oldest religious landmarks in the city.",
                "Posee un altar barroco y es uno de los hitos religiosos más antiguos de la ciudad.",
                "拥有巴洛克风格的祭坛，是这座城市最古老的宗教地标之一。"
            ],
            "images": ["../../assets/img/igrejas/igrejaDivino.jpg"],
            "linkMapa": "hFuFC5JDD9j2aSEU9"
        }
    ],
    "monumentos": [
        {
            "id": "1",
            "name": "Biblioteca Pública de Olinda",
            "coordinates": [-7.988049, -34.846773],
            "descricao": [
                "Criada por Decreto Imperial em 1830, foi a primeira biblioteca pública de Pernambuco. Inicialmente, funcionava no Convento de São Francisco e hoje está na Av. Liberdade. Abriga um acervo histórico e ocupa uma das construções mais antigas da cidade.",
                "Created by Imperial Decree in 1830, it was the first public library in Pernambuco. Initially, it operated in the Convento de São Francisco and is now located on Av. Liberdade. It houses a historical collection and occupies one of the oldest buildings in the city.",
                "Creada por Decreto Imperial en 1830, fue la primera biblioteca pública de Pernambuco. Inicialmente, funcionaba en el Convento de São Francisco y hoy está en la Av. Liberdade. Alberga una colección histórica y ocupa uno de los edificios más antiguos de la ciudad.",
                "由帝国法令于1830年创立，是佩尔南布科州的第一家公共图书馆。最初，它位于圣弗朗西斯科修道院，现位于自由大道。它拥有一个历史收藏，并占据着这座城市最古老的建筑之一。"
            ],
            "images": ["../../assets/img/monumentos/biblioteca_publica_olinda.jpg"],
            "linkMapa": "eXkMCR7HuoGySoNTA"
        },
        {
            "id": "2",
            "name": "Caixa D'Água e Elevador Panorâmico",
            "coordinates": [-7.992044, -34.851073],
            "descricao": [
                "Construída em 1934, a Caixa D'Água é um marco arquitetônico moderno e conta com um elevador panorâmico que proporciona uma vista de 360º das cidades de Olinda e Recife.",
                "Built in 1934, the Caixa D'Água is a modern architectural landmark and features a panoramic elevator that offers a 360º view of the cities of Olinda and Recife.",
                "Construida en 1934, la Caixa D'Água es un hito arquitectónico moderno y cuenta con un ascensor panorámico que ofrece una vista de 360º de las ciudades de Olinda y Recife.",
                "建于1934年，水箱是一个现代建筑地标，并设有一个全景电梯，提供奥林达和累西腓市区360º的视野。"
            ],
            "images": ["../../assets/img/monumentos/caixa_dagua_alto_se.jpg"],
            "linkMapa": "XioxNVkxTpopG2QD7"
        },
        {
            "id": "3",
            "name": "Casa de João Fernandes Vieira",
            "coordinates": [-7.993144, -34.851314],
            "descricao": "Este sobrado histórico pertenceu a João Fernandes Vieira, figura importante na luta contra os holandeses no século XVII.",
            "images": ["../../assets/img/monumentos/casa_joao_fernandes.jpg"],
            "linkMapa": "sjZd8VgQ1ackrq2K8"
        },
        {
            "id": "4",
            "name": "Centro de Educação Musical de Olinda (CEMO)",
            "coordinates": [-7.992508, -34.854514],
            "descricao": [
                "O CEMO está localizado em um casarão do século XIX, antigo lar do Barão de Tacaruna. Hoje é uma escola municipal de música em Olinda.",
                "The CEMO is located in a 19th-century mansion, once the home of the Baron of Tacaruna. It is now a municipal music school in Olinda.",
                "El CEMO está ubicado en una mansión del siglo XIX, antigua residencia del Barón de Tacaruna. Hoy es una escuela municipal de música en Olinda.",
                "CEMO位于一座19世纪的宅邸，曾是塔卡鲁纳男爵的故居。如今，它是奥林达的一个市立音乐学校。"
            ],
            "images": ["../../assets/img/monumentos/cemo.jpg"],
            "linkMapa": "KbpjW3tiRekr55Yj6"
        },
        {
            "id": "5",
            "name": "Coreto da Praça da Preguiça",
            "coordinates": [-7.988320, -34.846330],
            "descricao": [
                "Coreto de ferro fundido de origem escocesa, datado de 1914, utilizado para eventos e apresentações musicais ao ar livre.",
                "Cast iron bandstand of Scottish origin, dated 1914, used for outdoor events and musical performances.",
                "Kiosco de hierro fundido de origen escocés, fechado en 1914, utilizado para eventos y presentaciones musicales al aire libre.",
                "源自苏格兰的铸铁凉亭，建于1914年，用于户外活动和音乐表演。"
            ],
            "images": ["../../assets/img/monumentos/coreto_preguica.jpg"],
            "linkMapa": "i44zUGYXCZhKetG46"
        },
        {
            "id": "6",
            "name": "Farol de Olinda",
            "coordinates": [-7.987566, -34.851512],
            "descricao": "O farol foi originalmente construído sobre o Fortim Montenegro e depois transferido para o Morro Serapião, em 1941. Visível a 12 milhas de distância, é um dos marcos turísticos da cidade.",
            "images": ["../../assets/img/monumentos/farol_olinda.jpg"],
            "linkMapa": "urLWDETrwWyYt23b9"
        },
        {
            "id": "7",
            "name": "Conjunto da Maxambomba",
            "coordinates": [-7.990380, -34.847210],
            "descricao": "No século XIX, a Maxambomba conectava Olinda a outras áreas com uma linha de trem a vapor. O local abriga hoje comércios e residências.",
            "images": ["../../assets/img/monumentos/maxambomba.jpg"],
            "linkMapa": "BdJVGuaW4QsLoBxy6"
        },
        {
            "id": "8",
            "name": "Mercado Eufrásio Barbosa",
            "coordinates": [-7.989010, -34.847580],
            "descricao": "Antiga fábrica de doces Amorim, o mercado foi adaptado para eventos culturais, com teatro e espaço para exposições.",
            "images": ["../../assets/img/monumentos/mercado_eufrasio_barbosa.jpg"],
            "linkMapa": "fz4zLU7ci57k6T389"
        },
        {
            "id": "9",
            "name": "Mercado da Ribeira",
            "coordinates": [-7.991128, -34.851307],
            "descricao": "Construído no século XVII, é um exemplo da arquitetura colonial brasileira e funciona como mercado de artesanato.",
            "images": ["../../assets/img/monumentos/mercado_ribeira.jpg"],
            "linkMapa": "J4n48xLP5ai2wd737"
        },
        {
            "id": "10",
            "name": "Observatório Astronômico",
            "coordinates": [-7.992044, -34.851073],
            "descricao": "Construído na década de 1880 no Alto da Sé, serviu para estudos astronômicos e meteorológicos. Hoje, é um espaço aberto para observação do céu e educação científica.",
            "images": ["../../assets/img/monumentos/observatorio.jpg"],
            "linkMapa": "3wWFCDkC9anJD6VMA"
        },
        {
            "id": "11",
            "name": "Palácio dos Governadores",
            "coordinates": [-7.992899, -34.851694],
            "descricao": "Sede da Prefeitura de Olinda, o Palácio foi o Paço dos Governadores Gerais do Brasil no século XVII e tem uma rica história política e arquitetônica.",
            "images": ["../../assets/img/monumentos/palacio_governadores.jpg"],
            "linkMapa": "xRUrAndVsEmz5JYn6"
        },
        {
            "id": "12",
            "name": "Ruínas do Senado",
            "coordinates": [-7.991170, -34.851170],
            "descricao": "Onde foi dado o primeiro grito de República no Brasil em 1710. O prédio entrou em ruínas no século XIX.",
            "images": ["../../assets/img/monumentos/ruinas_senado.jpg"],
            "linkMapa": "ehFanMYD1UnpsjLt6"
        },
        {
            "id": "13",
            "name": "Sobrado Mourisco da Rua do Amparo",
            "coordinates": [-7.991510, -34.851910],
            "descricao": "Antiga residência do século XVII com elementos arquitetônicos árabes. É uma das construções mais preservadas do período colonial em Pernambuco.",
            "images": ["../../assets/img/monumentos/sobrado_mourisco_amparo.jpg"],
            "linkMapa": "ZVGrzcjQbB2qyQWD6"
        },
        {
            "id": "14",
            "name": "Sobrado Mourisco da Praça de São Pedro",
            "coordinates": [-7.992710, -34.850820],
            "descricao": "Este sobrado hospedou o imperador D. Pedro II em 1859 e possui arquitetura de influência árabe.",
            "images": ["../../assets/img/monumentos/sobrado_mourisco_sao_pedro.jpg"],
            "linkMapa": "uU8Pr1XQhTZDEVNf8"
        },
        {
            "id": "15",
            "name": "Bica de São Pedro",
            "coordinates": [-7.992620, -34.848260],
            "descricao": "Construída no século XVI, a bica é uma fonte de água histórica que servia à população olindense.",
            "images": ["../../assets/img/monumentos/bica_sao_pedro.jpg"],
            "linkMapa": "E915DxPAdCr9F3E28"
        },
        {
            "id": "16",
            "name": "Bica do Rosário",
            "coordinates": [-7.993410, -34.850210],
            "descricao": "Remanescente do Val de Fontes do século XVI, apresenta um frontispício adornado com jarros de pedra e brasão da cidade.",
            "images": ["../../assets/img/monumentos/bica_rosario.jpg"],
            "linkMapa": "vMZwQKfPx1aP6A899"
        },
        {
            "id": "17",
            "name": "Bica dos Quatro Cantos",
            "coordinates": [-7.992870, -34.849130],
            "descricao": "Fonte histórica de 1602, também chamada de Fonte da Tabatinga. Foi destruída e reconstruída ao longo dos anos.",
            "images": ["../../assets/img/monumentos/bica_quatro_cantos.jpg"],
            "linkMapa": "aFJFRTevN4otGoce7"
        }
    ],
    "museus": [
        {
            "id": "1",
            "name": "MAC (Museu de Arte Contemporânea)",
            "coordinates": "Rua 13 de Maio, s/n",
            "descricao": "O edifício é datado de 1765 e foi construído para ser o Aljube ou Cadeia Eclesiástica para as punições da inquisição. Em frente foi edificada a Capela de São Pedro Advíncula. O conjunto Aljube e Capela foi restaurado e tombado pelo IPHAN em 1966. O museu conta com um acervo de mais de 4 mil obras de várias técnicas e estilos, incluindo obras de Portinari, Cícero Dias, Di Cavalcanti, entre outros.",
            "images": ["../../assets/img/museus/mac.jpg"],
            "linkMapa": ""
        },
        {
            "id": "2",
            "name": "MASPE (Museu de Arte Sacra de Pernambuco)",
            "coordinates": "Rua Bispo Coutinho, 726 – Alto da Sé",
            "descricao": "Inaugurado em 1977, o MASPE está instalado no antigo Palácio dos Bispos de Olinda. Seu acervo inclui imagens eruditas antigas do século XVI, arte sacra popular, e objetos do culto. A fachada possui o antigo brasão episcopal e uma placa da Unesco declarando Olinda como Monumento Histórico da Humanidade.",
            "images": ["../../assets/img/museus/maspe.jpg"],
            "linkMapa": ""
        },
        {
            "id": "3",
            "name": "Museu do Mamulengo",
            "coordinates": "Rua de São Bento, 344",
            "descricao": "Fundado em 1994, o Museu do Mamulengo possui mais de 1200 peças de mestres mamulengueiros, representando figuras populares. É o primeiro museu da América Latina dedicado a bonecos populares, com algumas peças do século XVIII.",
            "images": ["../../assets/img/museus/manulengo.jpg"],
            "linkMapa": ""
        },
        {
            "id": "4",
            "name": "Museu Regional de Olinda",
            "coordinates": "Rua do Amparo, 128 – Amparo",
            "descricao": "Construído no século XVIII e fundado em 1935, o Museu Regional de Olinda possui um acervo com 217 peças históricas, como móveis, painéis, imagens e o brasão do Senado da Câmara de Olinda.",
            "images": ["../../assets/img/museus/mro.jpg"],
            "linkMapa": ""
        }
    ]
}