[
    {
        "id":1,
        "nome":"Alto da sé",
        "descricao":{
            "pt":"O Alto da Sé é um dos pontos mais icônicos de Olinda, oferecendo uma vista panorâmica deslumbrante da cidade e do mar. No topo, destaca-se a Catedral da Sé, uma das igrejas mais antigas e imponentes de Pernambuco, com sua arquitetura colonial e grande importância histórica. Próxima à catedral, está a Caixa d’Água, um antigo reservatório de água que também serve como um marco na paisagem da cidade. Além disso, o Alto da Sé é famoso pelas tapioqueiras, mulheres que vendem deliciosas tapiocas nas ruas, oferecendo uma experiência autêntica da culinária local, com sabores que encantam turistas e moradores.",
            "es": "Alto da Sé es uno de los puntos más emblemáticos de Olinda y ofrece una impresionante vista panorámica de la ciudad y el mar. En la cima se destaca la Catedral Sé, una de las iglesias más antiguas e imponentes de Pernambuco, con su arquitectura colonial y gran importancia histórica. Junto a la catedral se encuentra la Caixa d’Água, un antiguo depósito de agua que también sirve como hito en el paisaje de la ciudad. Además, Alto da Sé es famoso por sus tapioqueiras, mujeres que venden deliciosas tapiocas en las calles, ofreciendo una auténtica experiencia de la cocina local, con sabores que deleitan a turistas y residentes.",
            "en": "Alto da Sé is one of the most iconic spots in Olinda, offering stunning panoramic views of the city and the sea. At the top, the Sé Cathedral stands out, one of the oldest and most imposing churches in Pernambuco, with its colonial architecture and great historical importance. Next to the cathedral is the Caixa d’Água, an old water reservoir that also serves as a landmark in the city’s landscape. In addition, Alto da Sé is famous for its tapioqueiras, women who sell delicious tapioca on the streets, offering an authentic experience of local cuisine, with flavors that delight tourists and residents alike.",
            "cn": "Alto da Sé 是奥林达最具标志性的地点之一，可欣赏到城市和大海的壮丽全景。在山顶，塞大教堂 (Sé Cathedral) 格外引人注目，它是伯南布哥州最古老、最雄伟的教堂之一，拥有殖民时期的建筑风格和重要的历史意义。大教堂旁边是阿瓜储蓄银行 (Caixa d’Água)，这是一座古老的水库，也是城市景观中的地标。此外，Alto da Sé 以其木薯饼而闻名，妇女们在街上出售美味的木薯粉，提供正宗的当地美食体验，其口味令游客和居民满意。"
        },
        "atracoes": {
            "fortes": [],
            "igrejas": [7],
            "monumentos": [2, 6],
            "museus": [],
            "praias": [],
            "mercados": [],
            "praças": [],
            "visite": []
        }
    },
    {
        "id":2,
        "nome":"Bairro do Carmo",
        "descricao":{
            "pt":"",
            "es": "",
            "en": "",
            "cn": ""
        },
        "atracoes": {
            "fortes": [],
            "igrejas": [3],
            "monumentos": [1],
            "museus": [],
            "praias": [2],
            "mercados": [],
            "praças": [3],
            "visite": []
        }
    },
    {
        "id":3,
        "nome":"Sítio Histórico",
        "descricao":{
            "pt":"O centro histórico de Olinda, vizinho à cidade do Recife, capital do Estado de Pernambuco, remete ao início da colonização portuguesa no Brasil, no século XVI, quando se consolidou como sede da Capitania de Pernambuco, no período áureo da economia de cana de açúcar. O conjunto arquitetônico, urbanístico e paisagístico foi tombado pelo Iphan, em 1968. O reconhecimento da cidade como Patrimônio Mundial Cultural, pela Unesco, ocorreu  em 1982 e refere-se a uma área de 1,2 km2 e cerca de 1.500 imóveis, os quais testemunham diferentes estilos arquitetônicos: edifícios coloniais do século XVI harmonizam-se às fachadas de azulejos dos séculos XVIII e XIX e às obras neoclássicas e ecléticas do início do século XX. \nA vegetação exuberante das ruas, dos jardins, das aleias, dos conventos, com árvores frutíferas frondosas, mangueiras, fruta-pão, jaca, sapoti e coqueiros conferem ao sítio o valor dominante de um núcleo urbano emoldurado por uma massa verde, sob a luz tropical e tendo aos seus pés a praia e o oceano. A cidade guarda sua relação com a paisagem local e com o mar, com as características de sua arquitetura vernacular, manifestação cultural herdada de Portugal e adaptada ao meio, e assimilada a ponto de adquirir sua própria personalidade e mantê-la ao longo dos tempos.",
            "es": "El centro histórico de Olinda, vecino de la ciudad de Recife, capital del Estado de Pernambuco, se remonta al inicio de la colonización portuguesa en Brasil, en el siglo XVI, cuando se consolidó como sede de la Capitanía de Pernambuco, en el época dorada de la economía cañera. El conjunto arquitectónico, urbano y paisajístico fue catalogado por el Iphan en 1968. La ciudad fue reconocida como Patrimonio Cultural de la Humanidad por la Unesco en 1982 y se refiere a una superficie de 1,2 km2 y alrededor de 1.500 propiedades, que son testigos de diferentes estilos arquitectónicos: colonial Los edificios del siglo XVI armonizan con fachadas de azulejos de los siglos XVIII y XIX y obras neoclásicas y eclécticas. desde principios del siglo XX. \nLa exuberante vegetación de las calles, jardines, callejones, conventos, con frondosos árboles frutales, mangos, pana, yaca, chicozapote y cocoteros dan al sitio el valor dominante de un núcleo urbano enmarcado por una masa verde, bajo el clima tropical. luz y tener la playa y el océano a tus pies. La ciudad mantiene su relación con el paisaje local y el mar, con las características de su arquitectura vernácula, manifestación cultural heredada de Portugal y adaptada al entorno, y asimilada hasta el punto de adquirir personalidad propia y mantenerla en el tiempo.",
            "en": "The historic center of Olinda, neighboring the city of Recife, capital of the state of Pernambuco, dates back to the beginning of Portuguese colonization in Brazil in the 16th century, when it became the seat of the Captaincy of Pernambuco, during the golden age of the sugar cane economy. The architectural, urban and landscape complex was listed by Iphan in 1968. The city was recognized as a World Cultural Heritage Site by UNESCO in 1982 and covers an area of ​​1.2 km2 and approximately 1,500 properties, which display different architectural styles: colonial buildings from the 16th century harmonize with the tiled facades of the 18th and 19th centuries and the neoclassical and eclectic works of the early 20th century. \nThe lush vegetation of the streets, gardens, alleys and convents, with leafy fruit trees, mango trees, breadfruit trees, jackfruit trees, sapodilla trees and coconut trees, give the site the dominant value of an urban center framed by a mass of greenery, under tropical light and with the beach and the ocean at its feet. The city maintains its relationship with the local landscape and the sea, with the characteristics of its vernacular architecture, a cultural manifestation inherited from Portugal and adapted to the environment, and assimilated to the point of acquiring its own personality and maintaining it over time.",
            "cn": "奥林达的历史中心毗邻伯南布哥州首府累西腓市，其历史可以追溯到 16 世纪葡萄牙在巴西殖民之初，当时它成为伯南布哥州首府所在地。甘蔗经济的黄金时期。这座建筑、城市和景观综合体于 1968 年被 Iphan 列入名单。该城市于 1982 年被联合国教科文组织认定为世界文化遗产，面积 1.2 平方公里，约有 1,500 处房产，见证了不同的建筑风格：殖民时期16 世纪的建筑与 18 世纪和 19 世纪的瓷砖外墙以及新古典主义和折衷主义作品相协调从20世纪初开始。 \n街道、花园、小巷、修道院的茂盛植被，以及绿叶茂盛的果树、芒果树、面包果、菠萝蜜、人心果树和椰子树，赋予了该地点在热带雨林下由绿色物质构成的城市核心的主导价值。光线充足，海滩和海洋就在您的脚下。这座城市保持着与当地景观和海洋的关系，具有乡土建筑的特征，这是从葡萄牙继承并适应环境的文化表现形式，并同化到获得自己的个性并随着时间的推移而保持它的程度。"
        },
        "atracoes": {
            "fortes": [],
            "igrejas": [1, 2, 4, 5, 6, 8],
            "monumentos": [4, 7, 8, 9, 12, 13],
            "museus": [1, 2, 3, 4],
            "praias": [],
            "mercados": [2, 3],
            "praças": [2],
            "visite": [1, 4, 5, 6]
        }
    }
]